Repository: Baobei321/KODI_Addons
Catalog: plugin.video.tubitv/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Description
source: Tubi TV has the largest library of FREE videos of hit and cult TV shows and films
da_dk: Tubi TV har det største bibliotek med GRATIS videoer af hit- og kult-tv-serier og film

# Addon Disclaimer
source: Feel free to use this script. For information visit the wiki.
da_dk: Du er velkommen til at bruge dette script. Besøg wikien for information.

# #30010
source: Search
da_dk: Søg

# #30013
source: Enable Metadata Cache
da_dk: Aktiver metadata cache

# #30014
source: Reset Metadata Cache
da_dk: Nulstil metadata cache

# #30016
source: User Email
da_dk: Bruger email

# #30017
source: User Password
da_dk: Bruger adgangskode

# #30018
source: This Video Requires You to Login - Please see Addon Settings
da_dk: Denne video kræver at du logger ind - se venligst indstillingerne for dette add-on

# #30019
source: (Series)
da_dk: (Serier)

# #30020
source: Initializing ..... Please Wait
da_dk: Initialiserer... Vent venligst
