Repository: Baobei321/KODI_Addons
Catalog: plugin.video.transpondertv/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Description
source: Transponder.tv takes things to the next level in providing each user with their own remote tv set for controlling and viewing wherever they are. With the majority of UK Free to Air channels available and a soon to be launched recording feature, you will be able to watch your own tv wherever you are and whenever you want and who doesn't want free TV?
da_dk: Transponder.tv tager tingene til det næste niveau ved at give hver bruger sit eget fjernsyn til kontrol og visning, uanset hvor de er. Med størstedelen af UK Free to Air-kanaler tilgængelige og en optagefunktion, der snart lanceres, vil du kunne se dit eget tv, uanset hvor du er, og når du vil. Hvem vil ikke have gratis tv?

# #30000
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)

# #30001
source: Something went wrong, Try again...
da_dk: Noget gik galt. Prøv igen...

# #30002
source: Recordings
da_dk: Optagelser

# #30003
source: Live
da_dk: Direkte

# #30004
source: Lineup
da_dk: Opstilling

# #30006
source: Enter User Email
da_dk: Indtast email på bruger

# #30007
source: Enter User Password
da_dk: Indtast adgangskode for bruger

# #30008
source: Exit Add-on
da_dk: Afslut add-on

# #30009
source: Sign-In
da_dk: Log ind

# #30010
source: Already have a Transponder.tv account?
da_dk: Har du allerede en Transponder.tv-konto?

# #30011
source: Set recording
da_dk: Indstil optagelse

# #30012
source: Please visit www.transponder.tv to activate your account.
da_dk: Besøg venligst www.transponder.tv for at aktivere din konto.

# #30013
source: Schedules
da_dk: Tidsplaner

# #30014
source: Recording scheduled
da_dk: Optagelse planlagt

# #30015
source: More Info
da_dk: Yderligere info

# #30016
source: Remove Schedule
da_dk: Fjern tidsplan

# #30017
source: Delete Recording
da_dk: Slet optagelse

# #30018
source: No Schedules Found
da_dk: Ingen tidsplaner fundet

# #30019
source: No Recordings Found
da_dk: Ingen optagelser fundet

# #30020
source: Recording Deleted
da_dk: Optagelse slettet

# #30021
source: Schedule Removed
da_dk: Tidsplan fjernet

# #30022
source: More Information Available
da_dk: Yderligere information tilgængelig

# #30023
source: [B]Recording Available[/B]
da_dk: [B]Optagelse tilgængelig[/B]

# #30024
source: Something went wrong, please check user credentials and try again.
da_dk: Noget gik galt. Tjek venligst brugeroplysningerne og prøv igen.

# #30025
source: Guidedata to display
da_dk: Guidedata der vises
