Repository: Baobei321/KODI_Addons
Catalog: screensaver.unsplash/resources/language/resource.language.*/strings.po
Languages: bs_ba, da_dk, hr_hr, it_it, nl_nl, zh_cn

# Addon Summary
source: Beautiful, free photos. Gifted by the world's most generous community of photographers.
bs_ba: Prekrasne, besplatne fotografije. Poklon od najdarežljivije zajednice fotografa na svijetu.
da_dk: Smukke, gratis billeder. Begavet af verdens mest generøse fællesskab af fotografer.
hr_hr: Prekrasne, besplatne fotografije. Darovane od strane najdarežljivije zajednice i fotografa na svijetu.
it_it: Belle foto gratuite. Regalato dalla comunità di fotografi più generosa del mondo.
nl_nl: Mooie, vrij verkrijgbare foto's. Geschonken door de meeste gulle gemeenschap van fotografen.
zh_cn: 美丽，免费的照片。世界上最慷慨的摄影师社区。

# Addon Description
source: Beautiful, free photos. Gifted by the world's most generous community of photographers.
bs_ba: Prekrasne, besplatne fotografije. Poklon od najdarežljivije zajednice fotografa na svijetu.
da_dk: Smukke, gratis billeder. Begavet af verdens mest generøse fællesskab af fotografer.
hr_hr: Prekrasne, besplatne fotografije. Darovane od strane najdarežljivije zajednice i fotografa na svijetu.
it_it: Belle foto gratuite. Regalato dalla comunità di fotografi più generosa del mondo.
nl_nl: Mooie, vrij verkrijgbare foto's. Geschonken door de meeste gulle gemeenschap van fotografen.
zh_cn: 美丽，免费的照片。世界上最慷慨的摄影师社区。

# #32002
source: Rotate Image Every
bs_ba: Rotiraj sliku svakih
da_dk: Roter billede hver
hr_hr: Zakreni sliku svakih
it_it: Ruota immagine ogni
nl_nl: Rouleer afbeelding elke
zh_cn: 旋转图像间隔

# #32003
source: Animate Image
bs_ba: Animiraj sliku
da_dk: Animer billede
hr_hr: Animiraj sliku
it_it: Anima l'immagine
nl_nl: Animeer afbeelding
zh_cn: 动画图像

# #32004
source: Display Time & Weather
bs_ba: Prikaz vremena i prognoze
da_dk: Vis tid og vejr
hr_hr: Prikaži vrijeme i prognozu
it_it: Visualizza ora e meteo
nl_nl: Toon tijd & weer
zh_cn: 显示时间和天气

# #32005
source: Preferred Mode
bs_ba: Preferirani način rada
da_dk: Foretrukken tilstand
hr_hr: Željeni način
it_it: Modalità preferita
nl_nl: Voorkeursmode
zh_cn: 首选模式

# #32006
source: Enable Keywords
bs_ba: Omogući ključne riječi
da_dk: Aktiver nøgleord
hr_hr: Omogući ključne riječi
it_it: Abilita parole chiave
nl_nl: Schakel keywords in
zh_cn: 启用关键字

# #32007
source: Enter Search Parameters Ex.(City,Night)
bs_ba: Unesite parametre pretrage, npr. (Grad, Noć)
da_dk: Indtast søgeparametre f.eks. (by, nat)
hr_hr: Upiši parametre pretrage npr. (Grad,Noć)
it_it: Inserisci i parametri di ricerca (città, notte,...)
nl_nl: Voer zoekparameters in bv. (stad,nacht)
zh_cn: 输入搜索参数例如（城市、夜晚）

# #32008
source: Enter User Name
bs_ba: Unesite korisničko ime
da_dk: Indtast brugernavn
hr_hr: Upiši korisničko ime
it_it: Inserisci nome utente
nl_nl: Voer gebruikersnaam in
zh_cn: 输入用户名

# #32009
source: Enter Collection ID
bs_ba: Unesite ID kolekcije
da_dk: Indtast ID på samling
hr_hr: Upiši ID kolekcije
it_it: Inserisci lD raccolta
nl_nl: Voer collectie-ID in
zh_cn: 输入集合ID

# #32010
source: Preferred Resolution
bs_ba: Željena rezolucija
da_dk: Foretrukket opløsning
hr_hr: Željena razlučivost
it_it: Risoluzione preferita
nl_nl: Voorkeursresolutie
zh_cn: 首选分辨率

# #32011
source: Use Vignette Overlay
bs_ba: Koristi preklapanje vinjete
da_dk: Brug vignette øverst
hr_hr: Koristite sloj vinjete
it_it: Usa sovrapposizione vignettatura
nl_nl: Gebruik vignetoverlay
zh_cn: 使用晕影叠加

# #30001
source: Something went wrong, Try again...
bs_ba: Nešto nije u redu, pokušajte ponovo...
da_dk: Noget gik galt. Prøv igen...
hr_hr: Nešto je pošlo po krivu, pokušajte ponovno...
it_it: Qualcosa è andato storto, riprova...
nl_nl: Er ging iets mis. Probeer nog eens...
zh_cn: 出现问题，请重试…

# #30002
source: General
bs_ba: Opšte
da_dk: Generel
hr_hr: Općenito
it_it: Generale
nl_nl: Algemeen
zh_cn: 通用

# #30003
source: Register for API-KEY @ https://unsplash.com/oauth/applications
bs_ba: Registrujte se za API-KEY na https://unsplash.com/oauth/applications
da_dk: Tilmeld for API-nøgle @ https://unsplash.com/oauth/applications
hr_hr: Registrirajte se za API-KLJUČ @ https://unsplash.com/oauth/applications
it_it: Registrati per API KEY @ https://unsplash.com/oauth/applications
nl_nl: Registreer voor API-sleutel @ https://unsplash.com/oauth/applications
zh_cn: 注册获取API-key @ https://unsplash.com/oauth/applications

# #30004
source: Enter API-KEY
bs_ba: Unesite API-KLJUČ
da_dk: Indtast API-nøgle
hr_hr: Upiši API-KLJUČ
it_it: Inserisci API-KEY
nl_nl: Voer API-sleutel in
zh_cn: 输入API-KEY

# #30005
source: Enter Category
bs_ba: Unesite kategoriju
da_dk: Indtast kategori
hr_hr: Upiši kategoriju
it_it: Inserisci categoria
nl_nl: Voer categorie in
zh_cn: 输入类别

# #30006
source: Enter Search Query
bs_ba: Unesite upit za pretragu
da_dk: Indtast søgeord
hr_hr: Upiši zahtjev pretrage
it_it: Immetti qui la tua ricerca
nl_nl: Voer zoekopdracht in
zh_cn: 输入搜索查询
