Repository: Baobei321/KODI_Addons
Catalog: screensaver.system47/resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, zh_cn

# Addon Summary
source: System 47 - Star Trek LCARS ScreenSaver
bs_ba: Sistem 47 - Zvjezdane staze LCARS čuvar ekrana
es_es: System 47 - Salvapantallas Star Trek LCARS
zh_cn: 47 号系统 - 星际迷航 LCARS 屏幕保护程序

# Addon Description
source: What is LCARS? LCARS is an acronym for Library Computer Access and Retrieval System, which is the primary computer system in the universe of Star Trek's Starfleet and Federation. On many close-up shots from the Star Trek TV shows and movies, you can actually see the word, LCARS, on some computer monitor displays. For the fans, LCARS is also often used to refer the graphical displaying interface. There's actually another name for this type of graphical displays. It's Okudagram. It is named after the inventor, Michael Okuda. Michael created it when he was the scenic art supervisor for the TV show, Star Trek: The Next Generation.
bs_ba: Šta je LCARS? LCARS je akronim za Library Computer Access and Retrieval System (Sistem za pristup i pronalaženje bibliotečkih računara), što je primarni računarski sistem u univerzumu Zvjezdane flote i Federacije iz Zvjezdanih staza. Na mnogim krupnim planovima iz TV serija i filmova Zvjezdane staze, riječ LCARS se zapravo može vidjeti na nekim monitorima računara. Za fanove, LCARS se također često koristi za grafički interfejs za prikaz. Postoji još jedan naziv za ovu vrstu grafičkih prikaza. To je Okudagram. Nazvan je po izumitelju, Michaelu Okudi. Michael ga je stvorio kada je bio nadzornik scenografije za TV seriju Zvjezdane staze: Sljedeća generacija.
es_es: ¿Qué es LCARS? LCARS es el acrónimo de Library Computer Access and Retrieval Syste, que es el sistema de computación primordial en el universo de la Federación y la Flota Estelar de Star Trek. En muchas escenas de las series y películas de Star Trek se puede ver la palabra, LCARS, en muchos monitores. Para los fans, LCARS tambien se usa para referirse al aspecto de la interfaz. Hay otro nombre para este aspecto, Okudagram, Se llamó así en honor a su inventor, Michael Okuda, que creó esta imageniría como supervisor de arte para la serie Star Trek: La Nueva Generación.
zh_cn: 什么是 LCARS？？LCARS 是 Library Computer Access and Retrieval System（图书馆计算机存取和检索系统）的首字母缩写，是《星星迷航》的星际舰队和联邦宇宙中的主要计算机系统。在《星星迷航》电视节目和电影的许多特写镜头中，你实际上可以在一些计算机显示器上看到 “LCARS” 这个词。对于影迷来说，LCARS 也常用来指图形显示界面，其实这种图形显示还有另外一个名字，叫 Okudagram，是以发明者的名字命名的，迈克尔·奥田。迈克尔在担任电视节目《星星迷航：下一代》的风景艺术主管时创造了它。

# #32000
source: Random Start Position
bs_ba: Slučajna početna pozicija
es_es: Posición de Inicio Aleatoria
zh_cn: 随机起始位置

# #32001
source: Download video (2.71GB)
bs_ba: Preuzmi video (2,71 GB)
es_es: Descargar vídeo (2.71GB)
zh_cn: 下载视频（2.71GB）

# #30001
source: Something went wrong, Try again...
bs_ba: Nešto nije u redu, pokušajte ponovo...
es_es: Algo salió mal, Inténtalo de nuevo...
zh_cn: 出现问题，请重试…

# #30002
source: Downloading...
bs_ba: Preuzimanje...
es_es: Descargando...
zh_cn: 正在下载...

# #30003
source: Mute ScreenSaver
bs_ba: Isključi zvuk čuvara ekrana
es_es: Silenciar Salvapantallas
zh_cn: 静音屏幕保护程序

# #30004
source: Youtube/Tubed Plugins not installed! Open Settings to download locally.
bs_ba: Dodaci za YouTube/Tubed nisu instalirani! Otvorite Postavke za lokalno preuzimanje.
es_es: Addons Youtube/Tubed no instalados. Abre Ajustes para descargar los vídeos localmente.
zh_cn: Youtube/Tube插件未安装！ 打开“设置”以在本地下载。

# #30005
source: Copying...
bs_ba: Kopiranje...
es_es: Copiando...
zh_cn: 正在复制...

# #30006
source: Select Playlist
bs_ba: Odaberite listu za reprodukciju
es_es: Elegir Lista de reproducción
zh_cn: 选择播放列表

# #30007
source: Random Youtube
bs_ba: Slučajni YouTube
es_es: Youtube Aleatorio
zh_cn: 随机 Youtube

# #30008
source: Singe Local File
bs_ba: Jedna lokalna datoteka
es_es: Único Archivo Local
zh_cn: 单一本地文件

# #30009
source: Open Settings to download the video file.
bs_ba: Otvorite Postavke da biste preuzeli video datoteku.
es_es: Abre Ajustes para descargar el vídeo.
zh_cn: 打开“设置”以下载视频文件。

# #30010
source: General
bs_ba: Općenito
zh_cn: 常规
