Repository: Baobei321/KODI_Addons
Catalog: plugin.video.channelsdvr/resources/language/resource.language.*/strings.po
Languages: bs_ba, pt_br

# Addon Summary
source: Live TV, everywhere
bs_ba: TV uživo, svukuda
pt_br: TV ao vivo, em qualquer lugar

# Addon Description
source: Watch your favorite programs on Kodi. Channels delivers a unified experience across all your TVs, devices, and streaming platforms.
bs_ba: Gledajte svoje omiljene programe na Kodiju. Kanali pružaju objedinjeno iskustvo na svim vašim televizorima, uređajima i toking platformama.
pt_br: Assista seus programas favoritos no Kodi. O Channels oferece uma experiência unificada em todas as suas TVs, dispositivos e plataformas de streaming.

# #30000
source: Enable Debugging [Log errors]
bs_ba: Omogući otklanjanje grešaka [Zabilježi greške]
pt_br: Habilitar Depuração [Registrar Erros]

# #30001
source: Something went wrong, Please check settings and try again...
bs_ba: Nešto nije u redu, molimo provjerite postavke i pokušajte ponovo...
pt_br: Algo deu errado, verifique as configurações e tente novamente...

# #30002
source: Live
bs_ba: Uživo
pt_br: Ao Vivo

# #30003
source: Lineup
bs_ba: Postava
pt_br: Programação

# #30004
source: Enable M3U/XMLTV Generator Service
bs_ba: Omogući uslugu generiranja M3U/XMLTV-a
pt_br: Habilitar Serviço de Gerador M3U/XMLTV

# #30005
source: M3U/XMLTV Path
bs_ba: M3U/XMLTV putanja
pt_br: Caminho M3U/XMLTV

# #30006
source: Use MPEG Video Streams
bs_ba: Koristite MPEG video tokove
pt_br: Usar Fluxos de Vídeo MPEG

# #30007
source: %s Updating...
bs_ba: %s Ažuriranje...
pt_br: %s Atualizando...

# #30008
source: General
bs_ba: Općenito
pt_br: Geral

# #30009
source: Enter Channels DVR Server IP
bs_ba: Unesite IP adresu DVR servera za kanale
pt_br: Inserir IP dos Canais do Servidor DVR

# #30010
source: Enter Channels DVR Server Port
bs_ba: Unesite port DVR servera za kanale
pt_br: Inserir Porta dos Canais do Servidor DVR

# #30011
source: Allow this plugin to automatically configure IPTV Simple PVR Backend?
bs_ba: Dozvoliti ovom dodatku da automatski konfigurira IPTV Simple PVR Backend?
pt_br: Permitir que este plugin configure automaticamente o backend IPTV Simple PVR?

# #30012
source: Coming Up Later...
bs_ba: Kasnije...
pt_br: Chegando Mais Tarde...

# #30013
source: Search
bs_ba: Pretražite
pt_br: Procurar

# #30014
source: Enter Search Term
bs_ba: Unesite pojam za pretragu
pt_br: Insira o Termo de Pesquisa

# #30015
source: Recordings
bs_ba: Snimci
pt_br: Gravações

# #30016
source: Build Only Favorites
bs_ba: Samo favoriti za izradu
pt_br: Criar Apenas Favoritos

# #30017
source: Live (Favorites)
bs_ba: Uživo (Omiljeno)
pt_br: Ao vivo (Favoritos)

# #30018
source: Use Direct stream
bs_ba: Koristite direktan tok
pt_br: Usar Fluxo direto

# #30019
source: PseudoTV Live Supported through Recommended Services
bs_ba: PseudoTV Live podržan putem preporučenih usluga
pt_br: PseudoTV Live Suportado Por Meio de Serviços Recomendados

# #30020
source: Enable Timeshift
bs_ba: Omogući vremenski pomak
pt_br: Habilitar Timeshift

# #30021
source: Reconfigure %s for use with %s
bs_ba: Rekonfigurirajte %s za korištenje sa %s
pt_br: Reconfigurar %s para uso com %s

# #30022
source: Complete
bs_ba: Završeno
pt_br: Completo

# #30023
source: %s not found, Please Install
bs_ba: %s nije pronađen, molimo instalirajte
pt_br: %s não encontrado, instale

# #30024
source: Sources
bs_ba: Izvori
pt_br: Fontes

# #49000
source: Integration
bs_ba: Integracija
pt_br: Integração

# #49001
source: Install PseudoTV Live add-on
bs_ba: Instalirajte dodatak PseudoTV Uživo
pt_br: Instalar addon PseudoTV Live

# #49002
source: Install IPTV Manager add-on
bs_ba: Instalirajte dodatak IPTV Manager
pt_br: Instalar addon IPTV Manager

# #49003
source: Enable IPTV Manager integration
bs_ba: Omogući integraciju IPTV Managera
pt_br: Habilitar integração com IPTV Manager

# #49004
source: IPTV Manager settings…
bs_ba: Postavke IPTV menadžera…
pt_br: Configurações do IPTV Manager…

# #49005
source: PseudoTV Live settings…
bs_ba: Postavke PseudoTV Live-a…
pt_br: Configurações do PseudoTV Live…

# #49006
source: Only add Favorites
bs_ba: Dodaj samo favorite
pt_br: Só adicionar aos Favoritos

# #49007
source: %s added to Favorites
bs_ba: %s dodano u favorite
pt_br: %s adicionado aos Favoritos

# #49008
source: %s removed from Favorites
bs_ba: %s je uklonjeno iz favorita
pt_br: %s removido dos Favoritos

# #49009
source: Add Channel to Favorites
bs_ba: Dodaj kanal u favorite
pt_br: Adicionar Canal aos Favoritos

# #49010
source: Remove Channel from Favorites
bs_ba: Ukloni kanal iz favorita
pt_br: Remover Canal dos Favoritos

# #49011
source: Live (Favorites)
bs_ba: Uživo (Omiljeno)
pt_br: Ao vivo (Favoritos)

# #49012
source: Favorites
bs_ba: Omiljeni
pt_br: Favoritos
