Repository: Baobei321/KODI_Addons
Catalog: plugin.video.airytv/resources/language/resource.language.*/strings.po
Languages: fi_fi, fr_fr

# Addon Summary
source: Airy TV is the entertainment destination for watching 100% Free TV.
fi_fi: Airy TV on viihdekohde 100 % ilmaiseen television katseluun.
fr_fr: Airy TV est la destination de divertissement pour regarder la télévision 100% gratuite.

# Addon Description
source: Airy TV is the entertainment destination for watching 100% Free TV, Movies & Comedy. Stream Anime & Sports, all your entertainment in one place. ... Streaming has never been smoother! Airy TV has no contract, no fees, no-nonsense, just free TV, Movies, Comedy Anime, Sports, all your entertainment delivered to you.
fi_fi: Airy TV on viihdekohde, josta voit katsoa televisiota, elokuvia ja komedioita 100 % ilmaiseksi. Suoratoista animea ja urheilua, kaikki viihteesi yhdessä paikassa. ... Suoratoisto ei ole koskaan ollut sujuvampaa! Airy TV ei sisällä sopimuksia, maksuja tai tyhjänpäiväisyyksiä, vaan yksinkertaisesti ilmaista televisiota, elokuvia, komedioita, animea, urheilua. Kaikki viihteesi sinulle toimitettuna.
fr_fr: Airy TV est la destination de divertissement pour regarder la télévision, les films et les comédies 100% gratuits. Stream Anime & Sports, tous vos divertissements en un seul endroit. ... Le streaming n'a jamais été aussi fluide ! Airy TV n'a pas de contrat, pas de frais, pas de problème, juste de la TV gratuite, des films, des comédies, de l'animation, des sports, tous vos divertissements livrés à vous.

# #30000
source: Enable Debugging [Log errors]
fi_fi: Käytä vianselvitystä (kirjaa virheet)
fr_fr: Activer le débogage [Log errors]

# #30012
source: OnDemand
fi_fi: Pyydettäessä
fr_fr: À la demande

# #30013
source: Guide
fi_fi: Ohjelmaopas

# #30014
source: All Channels
fi_fi: Kaikki kanavat
fr_fr: Toutes les chaînes

# #30015
source: >> Next
fi_fi: >> Seuraava
fr_fr: >> Suivant

# #30016
source: Featured
fi_fi: Esittelyssä
fr_fr: À la une

# #30017
source: Categories
fi_fi: Kategoriat
fr_fr: Catégories

# #30018
source: Lineup
fi_fi: Kanavalista

# #30023
source: On Now
fi_fi: Lähetetään parhaillaan
fr_fr: En cours

# #30024
source: Channel lineup
fi_fi: Kanavalista
fr_fr: Liste des chaînes

# #30025
source: Channel by genre
fi_fi: Kanavat lajityypeittäin
fr_fr: Chaînes par genre

# #30026
source: Video On Demand
fi_fi: Video pyydettäessä
fr_fr: Vidéo à la demande

# #30029
source: Coming Up Later...
fi_fi: Tulossa myöhemmin...
fr_fr: A venir...

# #30030
source: Allow this plugin to automatically configure IPTV Simple PVR Backend?
fi_fi: Sallitaanko tämän lisäosan määrittää IPTV Simple -lisäosan asetukset automaatisesti?
fr_fr: Autoriser ce plugin à configurer automatiquement le backend IPTV Simple PVR ?

# #30031
source: %s Updating...
fi_fi: %s päivittyy...
fr_fr: Mise à jour de %s...

# #30032
source: M3U/XMLTV Path
fi_fi: M3U-/XMLTV-sijainti
fr_fr: Chemin du M3U/XMLTV

# #30033
source: Enable M3U/XMLTV Generator Service
fi_fi: Käytä M3U-/XMLTV-generointipalvelua
fr_fr: Activer le Service Générateur M3U/XMLTV

# #30035
source: Build Only Favorites
fi_fi: Rakenna vain suosikit
fr_fr: Ne construire que des favoris

# #30036
source: %s added to Favorites
fi_fi: "%s" lisättiin suosikkeihin
fr_fr: %s ajoutée aux Favoris

# #30037
source: %s removed from Favorites
fi_fi: "%s" poistettiin suosikeista
fr_fr: %s supprimée des Favoris

# #30038
source: Add Channel to Favorites
fi_fi: Lisää kanava suosikkeihin
fr_fr: Ajouter la chaîne aux Favoris

# #30039
source: Remove Channel from Favorites
fi_fi: Poista kanava suosikeista
fr_fr: Retirer la chaîne des Favoris

# #30040
source: Live (Favorites)
fi_fi: Suora (suosikit)
fr_fr: Direct (Favoris)

# #30041
source: Use Direct stream
fi_fi: Käytä suoraa mediavirtaa
fr_fr: Utiliser le stream direct

# #30042
source: PseudoTV Live Supported through Recommended Services
fi_fi: PseudoTV Livea tuetaan suositelluilla palveluilla
fr_fr: PseudoTV Live prise en charge par les services recommandés

# #30043
source: Prefer Color Channel Logos
fi_fi: Suosi värillisiä kanavalogoja
fr_fr: Préférer les logos en couleur des chaînes

# #30044
source: General
fi_fi: Yleistä
fr_fr: Général

# #49000
source: Integration
fi_fi: Integrointi
fr_fr: Intégration

# #49001
source: Install PseudoTV Live add-on
fi_fi: Asenna PseudoTV Live -lisäosa
fr_fr: Installer l'extension PseudoTV Live

# #49002
source: Install IPTV Manager add-on
fi_fi: Asenna IPTV Manager -lisäosa
fr_fr: Installer l'extension IPTV Manager

# #49003
source: Enable IPTV Manager integration
fi_fi: Käytä IPTV Manager -integrointia
fr_fr: Activer l'intégration IPTV Manager

# #49004
source: IPTV Manager settings…
fi_fi: IPTV Manager -asetukset…
fr_fr: Paramètres IPTV Manager…

# #49005
source: PseudoTV Live settings…
fi_fi: PseudoTV Live -asetukset…
fr_fr: Paramètres de PseudoTV Live…

# #49006
source: Only add Favorites
fi_fi: Lisää vain suosikit
fr_fr: Ajouter seulements les Favoris

# #49007
source: %s added to Favorites
fi_fi: "%s" lisättiin suosikkeihin
fr_fr: %s ajoutée aux Favoris

# #49008
source: %s removed from Favorites
fi_fi: "%s" poistettiin suosikeista
fr_fr: %s supprimée des Favoris

# #49009
source: Add Channel to Favorites
fi_fi: Lisää kanava suosikkeihin
fr_fr: Ajouter la chaîne aux Favoris

# #49010
source: Remove Channel from Favorites
fi_fi: Poista kanava suosikeista
fr_fr: Retirer la chaîne des Favoris

# #49011
source: Live (Favorites)
fi_fi: Suora (suosikit)
fr_fr: Direct (Favoris)

# #49012
source: Favorites
fi_fi: Suosikit
fr_fr: Favoris

# #30011
source: Live
fr_fr: En direct
