Repository: Baobei321/KODI_Addons
Catalog: plugin.video.playonbrowser/resources/language/resource.language.*/strings.po
Languages: bs_ba, it_it, pl_pl

# Addon Summary
source: Browse PlayOn from Kodi.
bs_ba: Pregledajte PlayOn sa Kodija.
it_it: Sfoglia PlayOn da Kodi.
pl_pl: Przeglądaj PlayOn z Kodi.

# Addon Description
source: PlayOn is a streaming media brand and software suite that enables users to view and record videos from numerous online content providers.
bs_ba: PlayOn je marka i softverski paket za prijenos medija koji korisnicima omogućava gledanje i snimanje videa s brojnih mrežnih pružatelja sadržaja.
it_it: PlayOn è un marchio di streaming multimediale e una suite di software che consente agli utenti di visualizzare e registrare video da numerosi fornitori di contenuti online.
pl_pl: PlayOn to marka mediów strumieniowych i pakiet oprogramowania, który umożliwia użytkownikom oglądanie i nagrywanie filmów wideo od wielu dostawców treści online.

# Addon Disclaimer
source: Requires Playon Server Software
bs_ba: Zahtijeva Playon serverski softver
it_it: Richiede il software Playon Server
pl_pl: Wymaga oprogramowania serwera Playon

# #30000
source: Enable Debugging [Log errors]
bs_ba: Omogući otklanjanje grešaka [Zabilježi greške]
it_it: Abilita debug [Registra errori]
pl_pl: Włącz debugowanie [rejestrowanie błędów]

# #30001
source: Navigate to m.playon.tv in a browser to get the resolved IP.
bs_ba: Idite na m.playon.tv u pregledniku da biste dobili razriješenu IP adresu.
it_it: Passare a m.playon.tv in un browser per ottenere l'IP risolto.
pl_pl: Przejdź do m.playon.tv w przeglądarce, aby uzyskać rozpoznany adres IP.

# #30002
source: Playon IP:Port
bs_ba: IP:Port Playon-a
it_it: IP Playon: Porta
pl_pl: Adres IP:Port Playon

# #30003
source: Preferred Playback Method
bs_ba: Preferirani način reprodukcije
it_it: Metodo di riproduzione preferito
pl_pl: Preferowana metoda odtwarzania

# #30004
source: UPNP Server
it_it: Server UPNP
pl_pl: Serwer UPnP

# #30010
source: Something went wrong, Try again...
bs_ba: Nešto nije u redu, pokušajte ponovo...
it_it: Qualcosa è andato storto, riprova...
pl_pl: Coś poszło nie tak, spróbuj ponownie...

# #30011
source: Connect to PlayOn: %s
bs_ba: Poveži se s PlayOn-om: %s
it_it: Connetti a PlayOn: %s
pl_pl: Połącz z PlayOn: %s

# #30012
source: Please Check Playon Server and IP:Port settings.
bs_ba: Molimo provjerite postavke Playon servera i IP:Porta.
it_it: Si prega di controllare le impostazioni di Playon Server e IP:Porta.
pl_pl: Sprawdź ustawienia serwera Playon i adres IP:port.

# #30013
source: Found Playon UPNP Server
bs_ba: Pronađen Playon UPNP server
it_it: Trovato il server UPNP di Playon
pl_pl: Znaleziono serwer UPnP Playon

# #30014
source: Navigate to UPNP, locate Playon Server
bs_ba: Idite na UPNP, pronađite Playon Server
it_it: Vai a UPNP, individua Playon Server
pl_pl: Przejdź do UPnP, zlokalizuj serwer Playon

# #30015
source: Kodi UPNP Enabled
bs_ba: Kodi UPNP omogućen
it_it: Kodi UPNP abilitato
pl_pl: Włączono UPnP Kodi

# #30016
source: Enter Search Term
bs_ba: Unesite pojam za pretragu
it_it: Inserisci il termine di ricerca
pl_pl: Wprowadź wyszukiwane hasło

# #30017
source: Add to PlayLater
bs_ba: Dodaj u PlayLater
it_it: Aggiungi a Riproduci più tardi
pl_pl: Dodaj do PlayLater

# #30018
source: General
bs_ba: Općenito
it_it: Generale
pl_pl: Główna
