Repository: Baobei321/KODI_Addons
Catalog: screensaver.videosaver/resources/language/resource.language.*/strings.po
Languages: bs_ba

# Addon Summary
source: Create a screensaver from any Kodi video source.
bs_ba: Napravite čuvar ekrana iz bilo kojeg Kodi video izvora.

# Addon Description
source: Dynamic screensaver using Local content, SmartPlaylists, Plugins and UPNP Servers.
bs_ba: Dinamički čuvar ekrana koji koristi lokalni sadržaj, SmartPlayliste, dodatke i UPNP servere.

# Addon Disclaimer
source: Streaming sources not recommend for metered Internet.
bs_ba: Izvori za streaming se ne preporučuju za ograničeni internet.

# #32001
source: Something went wrong, Try again later ...
bs_ba: Nešto nije u redu, pokušajte ponovo kasnije...

# #32002
source: Video Type
bs_ba: Vrsta videa

# #32003
source: Video File
bs_ba: Video datoteka

# #32005
source: Video Limit
bs_ba: Ograničenje videa

# #32006
source: Randomize
bs_ba: Nasumno izmučkaj

# #32007
source: Disable Trakt
bs_ba: Onemogući Trakt

# #32008
source: Ignore Keypress (Stop to end).
bs_ba: Ignoriraj pritisak tipke (Zaustavi za kraj).

# #32009
source: Single Video
bs_ba: Jedan video

# #32010
source: Multiple Videos
bs_ba: Više videozapisa

# #32011
source: Set ScreenSaver Volume [Restored to Previous Level on Stop]
bs_ba: Postavljanje jačine zvuka čuvara ekrana [Vraćeno na prethodni nivo pri zaustavljanju]

# #32012
source: Enable Debugging [Log errors]
bs_ba: Omogući otklanjanje grešaka [Zabilježi greške]

# #32013
source: Building Playlist
bs_ba: Izgradnja plejliste

# #32014
source: Select File
bs_ba: Odaberite datoteku

# #32015
source: Select Folder
bs_ba: Odaberite mapu

# #32016
source: Repeat Return State
bs_ba: Ponavljanje stanja povrata

# #32017
source: General
bs_ba: Opšte

# #32018
source: Select Source Type
bs_ba: Odaberite vrstu izvora

# #32019
source: Display Time & Weather
bs_ba: Prikaz vremena i prognoze

# #32020
source: Path In-Valid, No media found!
bs_ba: Putanja nije važeća, nije pronađen medij!

# #32021
source: Set Dimmer Level
bs_ba: Postavite nivo zatamnjenja
