Repository: Baobei321/KODI_Addons
Catalog: service.pvr.channels.cleaner/resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, it_it, ko_kr, pl_pl, pt_br, ru_ru, zh_cn

# Addon Summary
source: Clean ChannelsDVR PVR Buffer
bs_ba: Očisti ChannelsDVR PVR međumemoriju
es_es: Limpiar buffer de PVR ChannelsDVR
it_it: Pulizia buffer PVR ChanelsDVR
ko_kr: ChannelsDVR PVR 버퍼 정리
pl_pl: Czyszczenie bufora PVR ChanelsDVR
pt_br: Limpar Buffer de PVR de CanaisDVR
ru_ru: Очистить буфер ChannelsDVR PVR
zh_cn: 清理 ChannelsDVR 个人录像机缓冲区

# Addon Description
source: Left unchecked ChannelsPVR backend can eat up storage with leftover live tv buffers. This service cleans all inactive buffers!
bs_ba: Ako se ne označi opcija, ChannelsPVR backend može potrošiti prostor za pohranu preostalim baferima za TV uživo. Ova usluga čisti sve neaktivne bafere!
es_es: Si no se controla el backend de ChannelsPVR, puede consumir espacio de almacenamiento con los búferes de TV en directo restantes. ¡Este servicio limpia todos los búferes inactivos!
it_it: Il backend ChannelsPVR lasciato deselezionato può consumare spazio di archiviazione con buffer rimasti dalla Live TV in diretta. Questo servizio pulisce tutti i buffer inattivi!
ko_kr: 선택하지 않으면 ChannelsPVR 백엔드가 남은 라이브 TV 버퍼로 인해 저장 공간을 차지할 수 있습니다. 이 서비스는 사용하지 않는 버퍼를 정리합니다!
pl_pl: Pozostawiony bez sprawdzenia backend ChannelsPVR może zjadać pamięć masową z resztkami buforów TV. Ta usługa czyści wszystkie nieaktywne bufory!
pt_br: Se não for verificado, o back-end do ChannelsPVR pode consumir armazenamento com buffers de TV ao vivo restantes. Este serviço limpa todos os buffers inativos!
ru_ru: Если не отключать серверную часть ChannelsPVR, оставшиеся буферы прямых трансляций могут занимать место в хранилище . Эта служба очищает все неактивные буферы!
zh_cn: 若不加以处理，ChannelsPVR 后端会因遗留的电视直播缓冲区而占用大量存储空间。本服务可清理所有未活跃的缓冲区！

# Addon Disclaimer
source: For Personal use; not meant for general use
bs_ba: Za ličnu upotrebu; nije namijenjeno za opštu upotrebu
es_es: Para uso personal; no destinado al uso general
it_it: Per uso personale; non destinato all'uso generale
ko_kr: 일반적인 용도가 아닌 개인용
pl_pl: Do użytku osobistego; nie jest przeznaczony do użytku ogólnego
pt_br: Para uso pessoal; não destinado ao uso geral
ru_ru: Для личного использования; не предназначено для общего пользования
zh_cn: 仅供个人使用；不用于一般用途

# #32001
source: Enable Debugging
bs_ba: Omogući otklanjanje grešaka
es_es: Activar depuración
it_it: Abilita debug
ko_kr: 디버깅 사용
pl_pl: Włącz debugowanie
pt_br: Habilitar depuração
ru_ru: Включить отладку
zh_cn: 启用调试

# #32002
source: Idle Action
bs_ba: Radnja u stanju mirovanja
es_es: Acción en espera
it_it: Azione inattività
ko_kr: 유휴 작업
pl_pl: Akcja bezczynności
pt_br: Ação Ociosa
ru_ru: Действие при простое
zh_cn: 空闲时操作

# #32003
source: Idle Timer (Minutes)
bs_ba: Tajmer neaktivnosti (minute)
es_es: Temporizador en espera (Minutos)
it_it: Timer inattività (minuti)
ko_kr: 유휴 타이머 (분)
pl_pl: Licznik czasu bezczynności (minuty)
pt_br: Temporizador de inatividade (Minutos)
ru_ru: Таймер простоя (минуты)
zh_cn: 空闲计时器（分钟）

# #32004
source: Idle Countdown (Seconds)
bs_ba: Odbrojavanje u neaktivnom stanju (sekunde)
es_es: Temporizador de cuenta atrás (Segundos)
it_it: Conto alla rovescia inattività (secondi)
ko_kr: 유휴 카운트다운 (초)
pl_pl: Odliczanie bezczynności (sekundy)
pt_br: Contagem regressiva ociosa (segundos)
ru_ru: Обратный отсчет при простое (секунды)
zh_cn: 空闲倒计时（秒）

# #32005
source: Ignore When Playing Music
bs_ba: Ignoriraj prilikom reprodukcije muzike
es_es: Ignorar cuando se reproduce música
it_it: Ignora durante riproduzione musicale
ko_kr: 음악 재생 시 무시
pl_pl: Ignoruj podczas odtwarzania muzyki
pt_br: Ignorar ao reproduzir música
ru_ru: Игнорировать при воспроизведении музыки
zh_cn: 播放音乐时忽略

# #32006
source: User Defined
bs_ba: Definisano od strane korisnika
es_es: Definido por usuario
it_it: Definito dall'utente
ko_kr: 사용자 정의
pl_pl: Określony przez użytkownika
pt_br: Definido pelo Usuário
ru_ru: Определено пользователем
zh_cn: 用户定义

# #32007
source: CEC Shutdown
bs_ba: Gašenje CEC-a
es_es: Apagado CEC
it_it: Spegnimento CEC
ko_kr: CEC 종료
pl_pl: Wyłączenie CEC
pt_br: Desligamento do CEC
ru_ru: Выключение CEC
zh_cn: CEC 关机

# #32008
source: CEC Standby
bs_ba: CEC stanje pripravnosti
es_es: En Espera CEC
it_it: Standby CEC
ko_kr: CEC 대기
pl_pl: Tryb gotowości CEC
pt_br: CEC em espera
ru_ru: Ожидание CEC
zh_cn: CEC 待机

# #32009
source: Hibernate
bs_ba: Hiberniraj
es_es: Hibernar
it_it: Ibernazione
ko_kr: 최대 절전 모드
pl_pl: Hibernuj
pt_br: Hibernar
ru_ru: Спящий режим
zh_cn: 休眠

# #32010
source: Suspend
bs_ba: Obustavi
es_es: Suspender
it_it: Sospensione
ko_kr: 대기 모드
pl_pl: Wstrzymaj
pt_br: Suspender
ru_ru: Приостановка
zh_cn: 挂起

# #32011
source: Shutdown
bs_ba: Gašenje
es_es: Apagar
it_it: Spegnimento
ko_kr: 종료
pl_pl: Wyłącz
pt_br: Desligar
ru_ru: Выключение
zh_cn: 关机

# #32012
source: Quit
bs_ba: Odustani
es_es: Salir
it_it: Uscita
ko_kr: 취소
pl_pl: Zamknij
pt_br: Sair
ru_ru: Выход
zh_cn: 退出

# #32013
source: Activate Screensaver
bs_ba: Aktiviraj čuvar ekrana
es_es: Activar salvapantallas
it_it: Attiva salvaschermo
ko_kr: 화면 보호기 사용
pl_pl: Aktywuj wygaszacz ekranu
pt_br: Ativar Protetor de Tela
ru_ru: Активировать заставку
zh_cn: 激活屏幕保护程序

# #32014
source: Visit 'https://kodi.wiki/view/List_of_built-in_functions' for details
bs_ba: Posjetite 'https://kodi.wiki/view/List_of_built-in_functions' za detalje
es_es: 'https://kodi.wiki/view/List_of_built-in_functions' para más detalles
it_it: Visita "https://kodi.wiki/view/List_of_built-in_functions" per i dettagli
ko_kr: 자세한 내용은 'https://kodi.wiki/view/List_of_built-in_functions'를 참조하세요
pl_pl: Więcej szczegółów znajdziesz na stronie 'https://kodi.wiki/view/List_of_built-in_functions'
pt_br: Visite 'https:// kodi.wiki/view/List_of_built-in_functions' para obter detalhes
ru_ru: Посетите «https://kodi.wiki/view/List_of_built-in_functions» для подробностей
zh_cn: 详情请访问：https://kodi.wiki/view/List_of_built-in_functions

# #32015
source: Enter built-in function
bs_ba: Unesite ugrađenu funkciju
es_es: Introducir función preinstalada
it_it: Inserisci funzione integrata
ko_kr: 내장 함수 입력
pl_pl: Wprowadź wbudowaną funkcję
pt_br: Insira a função integrada
ru_ru: Ввод встроенной функции
zh_cn: 输入内置函数

# #32016
source: Enable Soft Mute
bs_ba: Omogući privremeno isključivanje zvuka
es_es: Activar silencio
it_it: Abilita soft mute
ko_kr: 소프트 음소거 사용
pl_pl: Włącz wyciszenie miękkie
pt_br: Habilitar Mudo Suave
ru_ru: Включить мягкое отключение звука
zh_cn: 启用软静音

# #32017
source: Idle Countdown
bs_ba: Odbrojavanje u neaktivnom stanju
es_es: Temporizador de cuenta atrás
it_it: Conto alla rovescia inattività
ko_kr: 유휴 카운트다운
pl_pl: Odliczanie bezczynności
pt_br: Contagem Regressiva para o Ócio
ru_ru: Обратный отсчет простоя
zh_cn: 空闲倒计时

# #32018
source: Cancel to continue watching
bs_ba: Otkažite da biste nastavili gledati
es_es: Cancelar continuar viendo
it_it: Annulla per continuare a guardare
ko_kr: 계속 시청하려면 취소하세요
pl_pl: Anuluj, aby kontynuować oglądanie
pt_br: Cancelar para continuar assistindo
ru_ru: Отменить, чтобы продолжить просмотр
zh_cn: 取消以继续观看

# #32019
source: Sleeping in %s seconds
bs_ba: Zaspati nakon %s sekundi
es_es: Durmiendo en %s segundos
it_it: A dormire tra %s secondi
ko_kr: %s초 후에 잠자기
pl_pl: Spanie za %s sekund
pt_br: Dormindo em %s segundos
ru_ru: Сон через %s секунд
zh_cn: 将在 % s 秒后进入休眠状态

# #32020
source: Run Manually
bs_ba: Ručno pokretanje
es_es: Ejecutar manualmente
it_it: Esegui manualmente
ko_kr: 수동으로 실행
pl_pl: Uruchom ręcznie
pt_br: Executar Manualmente
ru_ru: Запустить вручную
zh_cn: 手动运行

# #32021
source: Test Action
bs_ba: Testna akcija
es_es: Acción de prueba
it_it: Prova azione
ko_kr: 테스트 동작
pl_pl: Akcja testowa
pt_br: Testar Ação
ru_ru: Тестовое действие
zh_cn: 测试操作
