Repository: Baobei321/KODI_Addons
Catalog: script.media.maintenance/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, et_ee, fi_fi, hr_hr, it_it, ko_kr, pl_pl, zh_cn

# #30000
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)
es_es: Activar depuración [Registrar errores]
et_ee: Luba silumine [logi vead]
fi_fi: Käytä vianselvitystä [lokivirheet]
hr_hr: Omogući otklanjanje grešaka [Zapisi grešaka]
it_it: Abilita debug [registra errori]
ko_kr: 디버그 사용 [오류 기록]
pl_pl: Włącz debugowanie [rejestrowanie błędów]
zh_cn: 启用调试[错误日志]

# #30001
source: Something went wrong, Try again...
da_dk: Noget gik galt. Prøv igen...
es_es: Algo salió mal, Inténtalo de nuevo...
et_ee: Midagi läks valesti, proovi uuesti...
fi_fi: Jotain meni pieleen. Yritä uudelleen...
hr_hr: Nešto je pošlo po krivu, pokušajte ponovno...
it_it: Qualcosa è andato storto, riprova...
ko_kr: 문제가 발생했습니다. 다시 시도하세요...
pl_pl: Coś poszło nie tak, spróbuj ponownie...
zh_cn: 出现问题，请重试...

# #30002
source: Select TV Shows to Monitor
da_dk: Vælg tv-serie der overvåges
es_es: Seleccionar las series de TV a supervisar
et_ee: Vali jälgitavad telesarjad
fi_fi: Valitse seurattavat sarjat
hr_hr: Odaberite TV seriju za nadgledanje
it_it: Seleziona serie TV da monitorare
ko_kr: 모니터링할 TV 프로그램 선택
pl_pl: Wybierz seriale do monitorowania
zh_cn: 选择要监控的剧集

# #30003
source: Scanning...
da_dk: Scanner...
es_es: Escaneando...
et_ee: Otsing...
fi_fi: Päivitetään...
hr_hr: Pretraživanje...
it_it: Scansione...
ko_kr: 검색 중...
pl_pl: Skanowanie...
zh_cn: 正在扫描...

# #30004
source: Scan Complete
da_dk: Scanning fuldført
es_es: Escaneo completo
et_ee: Otsing on lõpetatud
fi_fi: Nouto on valmis
hr_hr: Pretraživanje završeno
it_it: Scansione completata
ko_kr: 검색 완료
pl_pl: Skanowanie zakończone
zh_cn: 扫描完成

# #30005
source: Monitored TV Shows
da_dk: Overvågede tv-serier
es_es: Series de TV supervisadas
et_ee: Jälgitavad sarjad
fi_fi: Seuratut sarjat
hr_hr: Nadgledane TV serije
it_it: Serie TV monitorate
ko_kr: 모니터링된 TV 프로그램
pl_pl: Monitorowane seriale
zh_cn: 已监控剧集

# #30006
source: Add Sonarr Monitored TV Shows
da_dk: Tilføj overvågede tv-serier fra Sonarr
es_es: Añadir series de TV supervisadas por Sonarr
et_ee: Lisa Sonarri jälgitavad sarjad
fi_fi: Lisää Sonarrissa seuratut sarjat
hr_hr: Dodaj Sonarr nadgledane TV emisije
it_it: Aggiungi serie TV monitorate da Sonarr
ko_kr: Sonarr 모니터링 TV 프로그램 추가
pl_pl: Dodaj seriale monitorowane przez Sonar
zh_cn: 增加 Sonarr 监控剧集

# #30007
source: IP:Port
fi_fi: IP-osoite:portti
hr_hr: IP:Ulaz
it_it: IP:Porta
ko_kr: IP:포트

# #30008
source: API-Key
da_dk: API-nøgle
et_ee: API-võti
fi_fi: API-avain
hr_hr: API-Ključ
it_it: Chiave API
ko_kr: API-키
pl_pl: Klucz API
zh_cn: API-密钥

# #30009
source: Scanning Sonarrr
da_dk: Scanner Sonarr
es_es: Escaneo Sonarrr
et_ee: Sonarr otsing
fi_fi: Noudetaan Sonarrista
hr_hr: Pretraživanje Sonarrra
it_it: Scansione Sonarr
ko_kr: Sonarrr 검색 중
pl_pl: Skanowanie Sonarr
zh_cn: 扫描 Sonarrr

# #30010
source: Monitoring [B](%s)[/B] TV Show%s
da_dk: Overvåger [B](%s)[/B] tv-serie%s
es_es: Supervisión [B](%s)[/B] Serie de TV%s
et_ee: Jälgimisel [B](%s)[/B] sarja%s
fi_fi: Seurataan [B]%s[/B] sarjaa
hr_hr: Nadgledanje [B](%s)[/B] TV serija%s
it_it: Monitoraggio di [B](%s)[/B] serie TV
ko_kr: 모니터링 [B](%s)[/B] TV 프로그램%s
pl_pl: Monitorowanie [B](%s)[/B] serialu%s
zh_cn: 正在监控 [B](%s)[/B] 剧集%s

# #30011
source: Last Scanned (%s)
da_dk: Sidst scannet (%s)
es_es: Último escaneo (%s)
et_ee: Viimati otsitud (%s)
fi_fi: Edellinen nouto %s
hr_hr: Posljednja pretraga (%s)
it_it: Ultima scansione (%s)
ko_kr: 마지막 검색함 (%s)
pl_pl: Ostatnio skanowane (%s)
zh_cn: 上次扫描（%s）

# #30012
source: Clear Monitored TV Shows
da_dk: Ryd overvågede tv-serier
es_es: Borrar series de TV supervisadas
et_ee: Eemalda jälgitavad sarjad
fi_fi: Siivoa seuratut sarjat
hr_hr: Ukloni nadgledanje TV serija
it_it: Cancella serie TV monitorate
ko_kr: 모니터링된 TV 프로그램 지우기
pl_pl: Wyczyść monitorowane seriale
zh_cn: 清除监控剧集

# #30013
source: Enable add-on to [B]DELETE[/B] your media
da_dk: Aktiver add-on til at [B]SLETTE[/B] dine medier
es_es: Activar add-on para [B]SUPRIMIR[/B] tus archivos multimedia
et_ee: Luba lisamoodulil oma meediat [B]KUSTUTADA[/B]
fi_fi: Käytä lisäosaa [B]POISTAAKSESI[/B] mediasi
hr_hr: Omogući dodatak da [B]OBRIŠE[/B] vaš medij
it_it: Abilita add-on per [B]ELIMINARE[/B] i tuoi contenuti multimediali
ko_kr: 미디어 [B]삭제[/B]에 애드온 사용
pl_pl: Włącz dodatek do [B]USUNIĘCIA[/B] swoich multimediów
zh_cn: 启用插件来 [B]删除[/B] 你的媒体

# #30014
source: Warning!! Selecting "Remove" will [B]PERMANENTLY DELETE[/B] media
da_dk: Advarsel!! Hvis du vælger "Fjern", [B]SLETTES[/B] medier permanent
es_es: ¡Atención! Si selecciona "Eliminar", [B]BORRARÁ PERMANENTEMENTE[/B] los archivos multimedia
et_ee: Hoiatus!! Valik "Eemalda”, [B]KUSTUTAB JÄÄDAVALT[/B] meediafailid
fi_fi: Varoitus! Poista-valinta poistaa mediatiedostot [B]PYSYVÄSTI[/B]
hr_hr: Upozorenje!! Odabirom "Ukloni" će [B]TRAJNO OBRISATI[/B] medij
it_it: Avvertimento!! Selezionando "Rimuovi" verranno [B]ELIMINATI PERMANENTEMENTE[/B] tutti i contenuti multimediali
ko_kr: 경고!! "제거"를 선택하면 미디어가 [B]영구적으로 삭제[/B]됩니다
pl_pl: Ostrzeżenie! Wybranie opcji „Usuń” spowoduje [B]TRWAŁE USUNIĘCIE[/B] multimediów
zh_cn: 警告！！选择“删除”将[B]永久删除[/B]媒体

# #30015
source: TV Shows
da_dk: Tv-serier
es_es: Series de TV
et_ee: Sarjad
fi_fi: Sarjat
hr_hr: TV serije
it_it: Serie TV
ko_kr: TV 프로그램
pl_pl: Seriale
zh_cn: 剧集

# #30017
source: Cleared Monitored TV Shows
da_dk: Ryddede overvågede tv-serier
es_es: Series de TV supervisadas borradas
et_ee: Eemalda jälgitavad sarjad
fi_fi: Seuratut sarjat siivottiin
hr_hr: Uklonjene nadgledane TV serije
it_it: Sono state cancellate le serie TV monitorate
ko_kr: 모니터링 TV 프로그램 삭제함
pl_pl: Wyczyszczono monitorowane seriale
zh_cn: 已清除监控剧集

# #30018
source: Movies
da_dk: Film
es_es: Películas
et_ee: Filmid
fi_fi: Elokuvat
hr_hr: Filmovi
it_it: Film
ko_kr: 영화
pl_pl: Filmy
zh_cn: 电影

# #30020
source: Watched after
da_dk: Set efter
es_es: Visto después de
et_ee: Märgi vaadatuks pärast
fi_fi: Merkitään katsotuksi, kun katsottu
hr_hr: Gledano nakon
it_it: Guardato dopo
ko_kr: 시청 후
pl_pl: Obejrzane po
zh_cn: 观看于

# #30021
source: Remove (%s)
da_dk: Fjern (%s)
es_es: Eliminar (%s)
et_ee: Eemalda (%s)
fi_fi: Poista %s
hr_hr: Ukloni (%s)
it_it: Rimuovi (%s)
ko_kr: 제거(%s)
pl_pl: Usuń (%s)
zh_cn: 删除（%s）

# #30022
source: Permission required, Check file access.
da_dk: Tilladelse påkrævet. Tjek filadgang.
es_es: Permiso requerido, Comprobar acceso a archivos.
et_ee: Nõutav on kasutusõigus, kontrolli juurdepääsu failidele.
fi_fi: Vaatii käyttöoikeuden. Tarkista tiedostojen oikeudet.
hr_hr: Dozvola je potrebna, provjerite pristup datotekama.
it_it: È richiesta l'autorizzazione, controlla l'accesso ai file.
ko_kr: 권한이 필요합니다. 파일 접근을 확인하세요.
pl_pl: Wymagane uprawnienia. Sprawdź dostęp do plików.
zh_cn: 需要权限，请检查文件访问权限。

# #30023
source: "%s" Removed!
da_dk: "%s" fjernet!
es_es: "%s" ¡Eliminado!
et_ee: "%s" eemaldati!
fi_fi: '%s' poistettiin!
hr_hr: "%s" je uklonjen!
it_it: "%s" rimosso!
ko_kr: "%s"이(가) 제거되었습니다!
pl_pl: Usunięto "%s"!
zh_cn: “%s”已删除！

# #30024
source: Monitor Movies
da_dk: Overvåg film
es_es: Supervisar películas
et_ee: Jälgi filme
fi_fi: Seuraa elokuvia
hr_hr: Nadgledaj filmove
it_it: Monitoraggio film
ko_kr: 영화 모니터링
pl_pl: Monitoruj filmy
zh_cn: 监控电影

# #30025
source: Clear Monitored Movies
da_dk: Ryd overvågede film
es_es: Borrar películas supervisadas
et_ee: Eemalda jälgitavad filmid
fi_fi: Siivoa seuratut elokuvat
hr_hr: Ukloni nadgledane filmove
it_it: Cancella film monitorati
ko_kr: 모니터링된 영화 지우기
pl_pl: Wyczyść monitorowane filmy
zh_cn: 清除监控电影

# #30026
source: Scan Radarr for Monitored Movies
da_dk: Scan Radarr efter overvågede film
es_es: Escaneo Radarr para películas supervisadas
et_ee: Skaneeri jälgitud filmid Radarris
fi_fi: Nouda Radarrissa seuratut elokuvat
hr_hr: Pretraži Radarr za nadgledane filmove
it_it: Scansione Radarr per film monitorati
ko_kr: 모니터링되는 동영상에 대한 Radarr 검색
pl_pl: Skanuj Radarr pod kątem monitorowanych filmów
zh_cn: 扫描 Radarr 监控电影

# #30028
source: Monitors
da_dk: Overvågede
es_es: Supervisores
et_ee: Jälgimised
fi_fi: Seurannat
hr_hr: Nadgledanja
it_it: Monitoraggi
ko_kr: 모니터링
pl_pl: Monitorowanie
zh_cn: 监视器

# #30029
source: Only Remove TV episodes after completing the season
da_dk: Fjern kun tv-afsnit efter at have afsluttet sæsonen
es_es: Eliminar sólo los episodios de TV tras completar la temporada
et_ee: Eemalda episoodid alles pärast hooaja lõpetamist
fi_fi: Poista sarjojen jaksot vasta kauden päätyttyä
hr_hr: Samo ukloni TV epizode nakon završetka sezone
it_it: Rimuovi gli episodi TV solo dopo aver completato la stagione
ko_kr: 시즌 종료된 TV 에피소드만 제거
pl_pl: Usuń odcinki telewizyjne dopiero po zakończeniu sezonu
zh_cn: 仅在本季结束后删除电视剧集

# #30030
source: Scheduling
da_dk: Planlægning
es_es: Programación
et_ee: Ajakava
fi_fi: Ajoitus
hr_hr: Planirano vrijeme
it_it: Pianificazione
ko_kr: 스케줄링
pl_pl: Harmonogram
zh_cn: 日程

# #30031
source: Scan Library
da_dk: Scan bibliotek
es_es: Escanear biblioteca
et_ee: Skaneeri meediakogu
fi_fi: Päivitä kirjasto
hr_hr: Pretraži zbirku
it_it: Scansione libreria
ko_kr: 라이브러리 검색
pl_pl: Skanuj bibliotekę
zh_cn: 扫描资料库

# #30032
source: Clean Library
da_dk: Rens bibliotek
es_es: Limpiar la biblioteca
et_ee: Puhasta meediakogu
fi_fi: Siivoa kirjasto
hr_hr: Očisti zbirku
it_it: Pulizia libreria
ko_kr: 라이브러리 지우기
pl_pl: Uporządkuj bibliotekę
zh_cn: 清理资料库

# #30033
source: No Duplicates Found
da_dk: Ingen dubletter fundet
es_es: No se han encontrado duplicados
et_ee: Duplikaate ei leitud
fi_fi: Kaksoiskappaleita ei löytynyt
hr_hr: Nema pronađenih duplikata
it_it: Nessun duplicato trovato
ko_kr: 중복을 찾을 수 없음
pl_pl: Nie znaleziono duplikatów
zh_cn: 没有找到重复的

# #30034
source: Scan Library for duplicate Movies
da_dk: Scan biblioteket efter duplerede film
es_es: Buscar películas duplicadas en la biblioteca
et_ee: Otsi meediakogust duplikaate
fi_fi: Etsi kirjastosta elokuvien kaksoiskappaleita
hr_hr: Pretraži duple filmove u zbirci
it_it: Scansione libreria per film duplicati
ko_kr: 중복된 영화에 대한 라이브러리 검색
pl_pl: Skanuj bibliotekę pod kątem duplikatów filmów
zh_cn: 扫描资料库中的重复电影

# #30035
source: Open Settings
da_dk: Åbn indstillinger
es_es: Abrir Ajustes
et_ee: Ava seaded
fi_fi: Avaa asetukset
hr_hr: Otvori postavke
it_it: Apri impostazioni
ko_kr: 설정 열기
pl_pl: Otwórz ustawienia
zh_cn: 打开设置

# #30036
source: Select duplicates to remove
da_dk: Vælg dubletter der fjernes
es_es: Seleccionar duplicados para eliminar
et_ee: Vali eemaldatavad duplikaadid
fi_fi: Valitse poistettavat kaksoiskappaleet
hr_hr: Odaberi duplikate za uklanjanje
it_it: Seleziona duplicati da rimuovere
ko_kr: 제거할 중복 항목 선택
pl_pl: Wybierz duplikaty do usunięcia
zh_cn: 选择要删除的重复项

# #30037
source: Select one or multiple TV Shows
da_dk: Vælg en eller flere tv-serier
es_es: Seleccionar una o varias series de TV
et_ee: Vali üks või mitu sarja
fi_fi: Valitse yksi tai useampi sarja
hr_hr: Odaberi jednu ili više TV serija
it_it: Seleziona una o più serie TV
ko_kr: 하나 이상의 TV 프로그램 선택
pl_pl: Wybierz jeden lub wiele seriali
zh_cn: 选择一个或多个剧集

# #30038
source: Scanning TV Shows...
da_dk: Scanner tv-serier...
es_es: Escaneando series de TV...
et_ee: Sarjade otsing...
fi_fi: Tarkastetaan sarjoja...
hr_hr: Pretraživanje TV serija...
it_it: Scansione serie TV...
ko_kr: TV 프로그램 검색 중...
pl_pl: Skanowanie seriali...
zh_cn: 扫描剧集...

# #30039
source: Scanning Movies...
da_dk: Scanner film...
es_es: Escanear películas...
et_ee: Filmide otsing...
fi_fi: Tarkastetaan elokuvia...
hr_hr: Pretraživanje filmova...
it_it: Scansione film...
ko_kr: 영화 검색 중...
pl_pl: Skanowanie filmów...
zh_cn: 扫描电影...

# #30040
source: Removing duplicate Movies...
da_dk: Fjerner dublerede film...
es_es: Eliminando películas duplicadas...
et_ee: Duplikaatfilmide eemaldamine...
fi_fi: Poistetaan elokuvien kaksoiskappaleita...
hr_hr: Uklanjanje duplikata filmova...
it_it: Rimozione di film duplicati...
ko_kr: 중복된 영화 제거 중...
pl_pl: Usuwanie duplikatów filmów...
zh_cn: 删除重复电影...

# #30041
source: Match duplicate Movies by
da_dk: Match dublerede film efter
es_es: Comparar películas duplicadas por
et_ee: Duplikaatfilmide vaste on
fi_fi: Elokuvien kaksoiskappaleiden tunnistusperuste on
hr_hr: Podudaraj duplikate filmova po
it_it: Abbina film duplicati per
ko_kr: 중복된 영화 기준
pl_pl: Dopasuj duplikaty filmów według
zh_cn: 匹配重复的电影按

# #30042
source: Add to Monitor List
da_dk: Føj til monitorliste
es_es: Añadir a la lista de supervisión
et_ee: Lisa jälgimisloendisse
fi_fi: Lisää seurantalistaan
hr_hr: Dodaj na popis nadgledanja
it_it: Aggiungi all'elenco monitorati
ko_kr: 모니터링 목록에 추가
pl_pl: Dodaj do listy monitorowania
zh_cn: 添加到监控列表

# #30043
source: Add "%s" to Monitored TV Shows
da_dk: Tilføj "%s" til overvågede tv-serier
es_es: Añadir "%s" a las series de TV supervisadas
et_ee: Lisa "%s" jälgitavate sarjade hulka
fi_fi: Lisää '%s' seurattuihin sarjoihin
hr_hr: Dodaj "%s" na nadgledane TV serije
it_it: Aggiungi "%s" alle serie TV monitorate
ko_kr: 모니터링되는 TV 프로그램에 "%s" 추가
pl_pl: Dodaj "%s" do monitorowanych serialów
zh_cn: 将“%s”添加到监控剧集

# #30044
source: Select All
da_dk: Vælg alle
es_es: Seleccionar todo
et_ee: Vali kõik
fi_fi: Valitse kaikki
hr_hr: Odaberi sve
it_it: Seleziona tutto
ko_kr: 모두 선택
pl_pl: Zaznacz wszystko
zh_cn: 全选

# #30045
source: Monitor all shows
da_dk: Overvåg alle tv-serier
es_es: Supervisar todas las series
et_ee: Jälgi kõiki sarju
fi_fi: Seuraa kaikkia sarjoja
hr_hr: Nadgledaj sve TV serije
it_it: Monitoraggio di tutte le serie
ko_kr: 모든 프로그램 모니터링
pl_pl: Monitoruj wszystkie seriale
zh_cn: 监控所有节目

# #30046
source: General
da_dk: Generel
et_ee: Üldine
fi_fi: Yleiset
hr_hr: Općenito
it_it: Generale
ko_kr: 일반
pl_pl: Ogólne
zh_cn: 常规

# #30047
source: Monitor PVR Recordings
da_dk: Overvåg PVR-optagelser
es_es: Supervisar grabaciones PVR
et_ee: Jälgi PVR salvestusi
fi_fi: Seuraa PVR-tallenteita
hr_hr: Nadgledaj PVR snimke
it_it: Monitoraggio delle registrazioni PVR
ko_kr: PVR 녹화 모니터링
pl_pl: Monitoruj nagrania PVR
zh_cn: 监控 PVR 录像

# #30048
source: Unselect All
da_dk: Fravælg alle
es_es: Deseleccionar todo
et_ee: Eemalda kõigi valik
fi_fi: Poista kaikki valinnat
hr_hr: Ukloni sav odabir
it_it: Deseleziona tutto
ko_kr: 모두 선택 안 함
pl_pl: Odznacz wszystko
zh_cn: 全不选

# #30049
source: Remove all show monitors
da_dk: Fjern alle overvågninger af tv-serier
es_es: Eliminar todas las supervisiones de las series
et_ee: Eemalda kõigi sarjade jälgimised
fi_fi: Poista kaikki sarjojen seurannat
hr_hr: Ukloni sva prikazana nadgledanja
it_it: Rimuovi tutte le serie monitorate
ko_kr: 모든 프로그램 모니터링 제거
pl_pl: Usuń całe monitorowanie seriali
zh_cn: 删除所有节目监控

# #30050
source: Scanning Movies for duplicates...
da_dk: Scanner film for dubletter...
es_es: Escanear películas en busca de duplicados...
et_ee: Filmide duplikaatide otsing...
fi_fi: Etsitään elokuvien kaksoiskappaleita...
hr_hr: Pretraživanje duplikata filmova...
it_it: Scansione di film per duplicati...
ko_kr: 중복된 영화를 검색하는 중...
pl_pl: Skanowanie filmów pod kątem duplikatów...
zh_cn: 正在扫描电影中的重复项...

# #30051
source: "%s" Deleted!
da_dk: "%s" slettet!
es_es: "%s" ¡Borrado!
et_ee: "%s" kustutati!
fi_fi: '%s' poistettiin!
hr_hr: "%s" je obrisano!
it_it: "%s" eliminato!
ko_kr: "%s" 삭제됨!
pl_pl: Usunięto "%s"!
zh_cn: “%s”已删除！
