Repository: Baobei321/KODI_Addons
Catalog: service.iptv.manager/resources/language/resource.language.*/strings.po
Languages: bs_ba, cs_cz, da_dk, es_es, fi_fi, hr_hr, it_it, pt_br, sv_se, zh_cn

# Addon Summary
source: Integrate IPTV channels from other add-ons in the Kodi TV and Radio menus
bs_ba: Integrirajte IPTV kanale iz drugih dodataka u Kodi TV i Radio menije
cs_cz: Integruje IPTV kanály z jiných doplňků do nabídky Kodi TV a Rádio
da_dk: Integrer IPTV-kanaler fra andre add-ons i Kodi tv- og radio-menuerne
es_es: Integrar los canales IPTV de otros complementos en los menús de TV y Radio de Kodi
fi_fi: Lisää muiden lisäosien IPTV-kanavat Kodin televisio- ja radiovalikoihin
hr_hr: Integriraj IPTV programe s drugih dodataka u Kodi TV i Radio izbornicima
it_it: Integra i canali IPTV da altri add-on nei menu Kodi TV e Radio
pt_br: Integre canais de IPTV de outros complementos nos menus Kodi TV e Radio
sv_se: Integrera IPTV-kanaler från andra tillägg i Kodi TV- och radiomenyerna
zh_cn: 在KODI电视和电台菜单中集成来自其他插件的IPTV频道

# Addon Description
source: IPTV Manager integrates IPTV channels from other add-ons in the Kodi TV and Radio menus.
bs_ba: IPTV Menadžer integrira IPTV kanale iz drugih dodataka u Kodi TV i Radio menije.
cs_cz: IPTV Manager integruje IPTV kanály z jiných doplňků do nabídky Kodi TV a Rádio.
da_dk: IPTV Manager integrerer IPTV-kanaler fra andre add-ons i Kodi tv- og radio-menuerne.
es_es: IPTV Manager integra canales IPTV de otros add-ons en los menús de TV y Radio de Kodi.
fi_fi: IPTV Manager lisää muiden lisäosien IPTV-kanavat Kodin televisio- ja radiovalikoihin.
hr_hr: IPTV upravitelj integrira IPTV programe s drugih dadataka u Kodi TV i Radio izbornike.
it_it: IPTV Manager integra i canali IPTV di altri add-on nei menu Kodi TV e Radio.
pt_br: O IPTV Manager integra canais de IPTV de outros complementos nos menus Kodi TV e Radio.
sv_se: IPTV Manager integrerar IPTV-kanaler från andra tillägg i Kodi TV- och radiomenyerna.
zh_cn: IPTV管理器可以在KODI电视和电台菜单中集成来自其他插件的IPTV频道。

# #30600
source: Play with IPTV Manager
bs_ba: Pokenite sa IPTV Menadžerom
cs_cz: Přehrát s IPTV Managerem
da_dk: Afspil med IPTV Manager
es_es: Reproducir con IPTV Manager
fi_fi: Toista IPTV Managerilla
hr_hr: Repdoduciraj s IPTV upraviteljem
it_it: Riproduci con IPTV Manager
pt_br: Reproduzir com o IPTV Manager
sv_se: Spela med IPTV Hanterare
zh_cn: 由IPTV管理器播放

# #30700
source: Are you sure you want to setup IPTV Simple for the use with IPTV Manager? Any existing configuration of IPTV Simple will be overwritten.
bs_ba: Jeste li sigurni da želite postaviti IPTV Jednostavni za korištenje s IPTV Menadžerom? Bilo koja postojeća konfiguracija IPTV Jednostavnog bit će prepisana.
cs_cz: Jste si jisti, že chcete nastavit IPTV Simple pro použití s IPTV Managerem? Jakákoliv současná nastavení IPTV Simple budou přepsána.
da_dk: Er du sikker på, at du vil konfigurere IPTV Simple til brug med IPTV Manager? Enhver eksisterende konfiguration af IPTV Simple vil blive overskrevet.
es_es: ¿Está seguro de que desea configurar IPTV Simple para utilizarlo con IPTV Manager? Cualquier configuración existente de IPTV Simple será sobrescrita.
fi_fi: Haluatko varmasti määrittää IPTV Simple -lisäosan IPTV Manager -käyttöön? Kaikki olemassa olevat IPTV Simple -asetukset korvataan.
hr_hr: Želite li sigurno postaviti IPTV Simple za korištenje s IPTV upraviteljem? Sva postojeća podešavanja IPTV Simplea će bit prebrisana.
it_it: Sei sicuro di voler configurare IPTV Simple per l'uso con IPTV Manager? Qualsiasi configurazione esistente di IPTV Simple verrà sovrascritta.
pt_br: Tem certeza de que deseja configurar o IPTV Simple para uso com o IPTV Manager? Qualquer configuração existente do IPTV Simple será substituída.
sv_se: Är du säker på att du vill konfigurera IPTV Simple för användning med IPTV Manager? Alla befintliga konfigurationer av IPTV Simple kommer att skrivas över.
zh_cn: 您确定要为IPTV管理器设置为简单模式吗？将覆盖任何现有IPTV的配置。

# #30701
source: IPTV Simple is configured for use with IPTV Manager!
bs_ba: IPTV Jednostavni je konfigurisan za upotrebu sa IPTV Managerom!
cs_cz: IPTV Simple je nastaven pro použití s IPTV Managerem!
da_dk: IPTV Simple er konfigureret til brug med IPTV Manager!
es_es: ¡IPTV Simple está configurado para su uso con IPTV Manager!
fi_fi: IPTV Simple on määritetty IPTV Manager -käyttöön!
hr_hr: IPTV Simple je podešen za korištenje s IPTV upraviteljem!
it_it: IPTV Simple è configurato per l'uso con IPTV Manager!
pt_br: IPTV Simple está configurado para uso com IPTV Manager!
sv_se: IPTV Simple är konfigurerad för användning med IPTV Manager!
zh_cn: IPTV简单模式已用于IPTV管理器！

# #30702
source: The configuration of IPTV Simple has failed. Please check the log files for more information.
bs_ba: Konfiguracija IPTV Jednostavnog nije uspjela. Molimo provjerite datoteke zapisnika za više informacija.
cs_cz: Nastavení IPTV Simple se nezdařilo. Prosím zkontrolujte log soubory pro získání více informací.
da_dk: Konfigurationen af IPTV Simple er mislykket. Tjek venligst logfilerne for mere information.
es_es: La configuración de IPTV Simple ha fallado. Por favor, compruebe los archivos de registro para obtener más información.
fi_fi: IPTV Simple -lisäosan määritys epäonnistui. Lisätietoja löydät lokitiedostoista.
hr_hr: Podešavanje IPTV Simpla je neuspjelo. Provjerite datoteke zapisa za više informacija.
it_it: La configurazione di IPTV Simple non è riuscita. Si prega di controllare i file di registro per ulteriori informazioni.
pt_br: A configuração do IPTV Simple falhou. Verifique os arquivos de log para obter mais informações.
sv_se: Konfigurationen för IPTV Simple har misslyckats. Kontrollera loggfilerna för mer information.
zh_cn: 为IPTV管理器设置为简单模式失败。请查看日志以获取更多信息。

# #30703
source: Detecting IPTV add-ons...
bs_ba: Otkrivanje IPTV dodataka...
cs_cz: Detekuji IPTV doplňky…
da_dk: Registrerer IPTV-add-ons...
es_es: Detectando complemento IPTV...
fi_fi: Tunnistetaan IPTV-lisäosia...
hr_hr: Otkrivanje IPTV dodatka...
it_it: Rilevamento add-on IPTV...
pt_br: Detectando addons de IPTV...
sv_se: Upptäcker IPTV-tillägg...
zh_cn: 正在检测IPTV插件……

# #30704
source: Fetching channels and guide of {addon}...
bs_ba: Preuzimanje kanala i vodiča za {addon}...
cs_cz: Získávám kanály a průvodce z {addon}…
da_dk: Henter kanaler og guide til {addon}...
es_es: Buscando canales y guía de {addon}...
fi_fi: Noudetaan lisäosan {addon} kanavia ja opasta...
hr_hr: Preuzimanje programa i EPG vodiča {addon}...
it_it: Recupero dei canali e guida di {addon}...
pt_br: Buscando canais e guia de {addon}...
sv_se: Hämtar kanaler och guide för {addon}...
zh_cn: 正在获取{addon}的频道和指南……

# #30705
source: Updating channels and guide...
bs_ba: Ažuriranje kanala i vodiča...
cs_cz: Aktualizuji kanály a průvodce…
da_dk: Opdaterer kanaler og guide...
es_es: Actualizando canales y guía...
fi_fi: Päivitetään kanavia ja opasta...
hr_hr: Nadopuna programa i vodiča...
it_it: Aggiornamento canali e guida...
pt_br: Atualizando canais e guia...
sv_se: Uppdaterar kanaler och guide...
zh_cn: 正在更新频道和指南......

# #30706
source: This program isn't available to play.
bs_ba: Ovaj program nije dostupan za reprodukciju.
cs_cz: Tento program nelze přehrát.
da_dk: Denne udsendelse kan ikke afspilles.
es_es: Este programa no está disponible para reproducir.
fi_fi: Ohjelma ei ole toistettavissa.
hr_hr: Ovaj program je nedostupan za reprodukciju.
it_it: Questo programma non è disponibile per la riproduzione.
pt_br: Este programa não está disponível para reprodução.
sv_se: Det här programmet är inte tillgängligt att spela.
zh_cn: 此程序不可播放。

# #30800
source: Channels
bs_ba: Kanali
cs_cz: Kanály
da_dk: Kanaler
es_es: Canales
fi_fi: Kanavat
hr_hr: Programi
it_it: Canali
pt_br: Canais
sv_se: Kanaler
zh_cn: 频道

# #30801
source: Refreshing
bs_ba: Osvježuje se
cs_cz: Obnovuji
da_dk: Opdaterer
es_es: Actualizando
fi_fi: Päivitetään
hr_hr: Osvježavanje
it_it: Aggiornando
pt_br: Atualizando
sv_se: Uppdaterar
zh_cn: 正在刷新

# #30802
source: Refresh interval [I](in hours)[/I]
bs_ba: Interval osvježavanja [I](u satima)[/I]
cs_cz: Obnovovací interval [I](v hodinách)[/I]
da_dk: Opdateringsinterval [I](i timer)[/I]
es_es: Intervalo de actualización [I](en horas)[/I]
fi_fi: Päivitysväli [I](tuntia)[/I]
hr_hr: Razdoblje osvježavanja [I](u satima)[/I]
it_it: Intervallo aggiornamento [I](in ore)[/I]
pt_br: Intervalo de atualização [I](em horas)[/I]
sv_se: Uppdateringsintervall [I](i timmar)[/I]
zh_cn: 刷新间隔[I]（小时为单位）[/I]

# #30803
source: Refresh channels and guide now…
bs_ba: Osvježi kanale i vodič sada…
cs_cz: Obnovit kanály a průvodce nyní…
da_dk: Opdater kanaler og guide nu…
es_es: Actualiza los canales y la guía ahora…
fi_fi: Päivitä kanavat ja opas…
hr_hr: Osvježi programe i EPG vodič odmah…
it_it: Aggiorna ora canali e guida…
pt_br: Atualize canais e guia agora…
sv_se: Uppdatera kanaler och guide nu…
zh_cn: 立即刷新频道和指南…

# #30820
source: IPTV Simple
bs_ba: IPTV Jednostavni
sv_se: IPTV Simpel
zh_cn: IPTV简单模式

# #30821
source: Configuration
bs_ba: Konfiguracija
cs_cz: Konfigurace
da_dk: Konfiguration
es_es: Configuración
fi_fi: Määritys
hr_hr: Podešavanje
it_it: Configurazione
pt_br: Configuração
sv_se: Konfiguration
zh_cn: 配置

# #30822
source: Configure IPTV Simple automatically…
bs_ba: Automatski konfigurirajte IPTV Jednostavni…
cs_cz: Konfigurovat IPTV Simple automaticky…
da_dk: Indstil automatisk IPTV Simple…
es_es: Configurar IPTV Simple automáticamente…
fi_fi: Määritä IPTV Simple automaattisesti…
hr_hr: Podesi IPTV Simple automatski…
it_it: Configura IPTV Simple automaticamente…
pt_br: Configure IPTV Simple automaticamente…
sv_se: Konfigurera IPTV Simpel automatiskt…
zh_cn: 自动配置IPTV简单模式……

# #30823
source: Open IPTV Simple settings…
bs_ba: Otvorite jednostavne postavke IPTV-a…
cs_cz: Otevřít nastavení IPTV Simple…
da_dk: Åbn indstillinger for IPTV Simple…
es_es: Abrir ajustes de IPTV Simple…
fi_fi: Avaa IPTV Simple -asetukset…
hr_hr: Otvori IPTV Simple postavke…
it_it: Apri impostazioni IPTV Simple…
pt_br: Abrir as Configurações do IPTV Simple…
sv_se: Öppna IPTV Simpel inställningar…
zh_cn: 打开IPTV简单模式……

# #30824
source: Automatically restart IPTV Simple to refresh the data
bs_ba: Automatsko ponovno pokretanje IPTV Jednostavnog da biste osvježili podatke
cs_cz: Automaticky restartovat IPTV Simple pro obnovení dat
da_dk: Genstart automatisk IPTV Simple for at opdatere dataene
es_es: Reinicia automáticamente IPTV Simple para actualizar los datos
fi_fi: Käynnistä IPTV Simple automaattisesti uudelleen tietojen päivittämiseksi
hr_hr: Automatski ponovno pokreni IPTV Simple za osvježavanje podataka
it_it: Riavvia automaticamente IPTV Simple per aggiornare i dati
pt_br: Reinicie automaticamente o IPTV Simple para atualizar os dados
sv_se: Starta automatiskt om IPTV Simple för att uppdatera data
zh_cn: 自动重载IPTV简单模式以刷新数据

# #30880
source: Expert
bs_ba: Stručno
da_dk: Ekspert
es_es: Experto
fi_fi: Edistyneet
hr_hr: Stručno
it_it: Esperto
pt_br: Especialista
zh_cn: 专家

# #30881
source: Logging
bs_ba: Zapisivanje
cs_cz: Protokolování
da_dk: Logføring
es_es: Registro
fi_fi: Lokikirjaus
hr_hr: Zapisivanje
it_it: Registrazione log
pt_br: Registros
sv_se: Loggning
zh_cn: 日志

# #30882
source: Enable debug logging
bs_ba: Omogući zapisivanje grešaka u dnevniku
cs_cz: Povolit protokolování ladění
da_dk: Aktivér fejlfindingslogføring
es_es: Activar registro de depuración
fi_fi: Käytä vianselvityslokia
hr_hr: Omogući zapisivanje otklanjanja grešaka
it_it: Abilita registrazione debug
pt_br: Habilitar registro de depuração
sv_se: Aktivera debug loggning
zh_cn: 启用调试日志

# #30883
source: Install Kodi Logfile Uploader…
bs_ba: Instalirajte Kodi Logfile Uploader…
cs_cz: Instalovat Kodi Logfile Uploader…
da_dk: Installer Kodi logfil uploader…
es_es: Instalar Kodi Logfile Uploader…
fi_fi: Asenna Kodi Logfile Uploader…
hr_hr: Instaliraj Kodi pošiljatelja datoteka zapisa…
it_it: Installa Kodi Logfile Uploader…
pt_br: Instale o carregador de arquivo de log Kodi…
sv_se: Installera Kodi Logfile Uploader…
zh_cn: 安装KODI日志上传器……

# #30884
source: Open Kodi Logfile Uploader…
bs_ba: Otvori Kodi Logfile Uploader…
cs_cz: Otevřít Kodi Logfile Uploader…
da_dk: Åbn Kodi logfil uploader…
es_es: Abrir Kodi Logfile Uploader…
fi_fi: Avaa Kodi Logfile Uploader…
hr_hr: Otvori Kodi pošiljatelja datoteka zapisa…
it_it: Apri Kodi Logfile Uploader…
pt_br: Abrir o carregador de arquivo de log Kodi…
sv_se: Öppna Kodi Logfile Uploader…
zh_cn: 打开KODI日志上传器……
