Repository: Baobei321/KODI_Addons
Catalog: script.kodi.windows.update/resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, pt_br

# Addon Summary
source: Download and Install Kodi packages.
bs_ba: Preuzmite i instalirajte Kodi pakete.
es_es: Descargar e instalar los paquetes de Kodi.
pt_br: Baixe e instale pacotes Kodi.

# Addon Description
source: Download and Install Kodi window executables; select from Nightlies, Releases, Snapshots and Test-builds.
bs_ba: Preuzmite i instalirajte Kodi izvršne datoteke za Windows; odaberite između Nightlies, Releases, Snapshots i Test-builds.
es_es: Descargar e instalar los ejecutables para Windows de Kodi; seleccionar entre Nightlies, Releases, Snapshots y Test-builds.
pt_br: Baixe e instale os executáveis da janela Kodi; selecione entre · · Nightlies, Releases, Snapshots e Test-builds.

# Addon Disclaimer
source: UWP not supported! Not intended for Kodi installation through the Windows Store.
bs_ba: UWP nije podržan! Nije namijenjeno za instalaciju Kodija putem Windows trgovine.
es_es: ¡No soporta UWP! No está diseñado para la instalación de Kodi a través de la tienda de Windows.
pt_br: UWP não suportado! Não se destina à instalação do Kodi através da Windows Store.

# #30000
source: Enable Debugging [Log errors]
bs_ba: Omogući otklanjanje grešaka [Zabilježi greške]
es_es: Activar depuración [Registrar errores]
pt_br: Habilitar depuração [erros de log]

# #30001
source: Something went wrong, Try again later...
bs_ba: Nešto nije u redu, pokušajte ponovo kasnije...
es_es: Algo salió mal, inténtalo de nuevo más tarde...
pt_br: Algo deu errado, tente novamente mais tarde...

# #30002
source: Downloading...
bs_ba: Preuzimanje...
es_es: Descargando...
pt_br: Baixando...

# #30003
source: Keep all downloads?
bs_ba: Zadržati sva preuzimanja?
es_es: ¿Mantener todas las descargas?
pt_br: Manter todos os downloads?

# #30004
source: File already exists
bs_ba: Datoteka već postoji
es_es: El fichero ya existe
pt_br: O arquivo já existe

# #30005
source: Install
bs_ba: Instaliraj
es_es: Instalar
pt_br: Instalar

# #30006
source: Redownload
bs_ba: Ponovno preuzimanje
es_es: Volver a descargar
pt_br: Baixar novamente

# #30007
source: Installation Complete, File Removed
bs_ba: Instalacija završena, datoteka uklonjena
es_es: Instalación finalizada, archivo eliminado
pt_br: Instalação Concluída, Arquivo Removido

# #30008
source: Cleanup download after installation
bs_ba: Preuzimanje za čišćenje nakon instalacije
es_es: Limpiar la descarga tras la instalación
pt_br: Limpar Download após a instalação

# #30009
source: UWP Installations Not Supported!
bs_ba: UWP instalacije nisu podržane!
es_es: ¡Instalaciones UWP no soportadas!
pt_br: Instalações UWP não suportadas!

# #30010
source: /../../Users/*/AppData/Local/Packages/XBMCFoundation.Kodi_*
bs_ba: /../../Korisnici/*/AppData/Local/Paketi/XBMCFoundation.Kodi_*

# #30011
source: Plugin disabled
bs_ba: Dodatak je onemogućen
es_es: Complemento desactivado
pt_br: Plugin desativado

# #30012
source: Would you like to disable this plugin?
bs_ba: Želite li onemogućiti ovaj dodatak?
es_es: ¿Desea desactivar este complemento?
pt_br: Gostaria de desabilitar este plugin?

# #30014
source: Current Windows Platform (%s)
bs_ba: Trenutna Windows platforma (%s)
es_es: Plataforma Windows actual (%s)
pt_br: Plataforma Windows Atual (%s)

# #30015
source: Semi-stable (Monthly builds).
bs_ba: Polustabilno (mjesečne verzije).
es_es: Semiestable (compilaciones mensuales).
pt_br: Semi-estável (Compilações mensais).

# #30016
source: Stable (Final releases).
bs_ba: Stabilno (konačna izdanja).
es_es: Estable (versiones finales).
pt_br: Estável (versões finais).

# #30017
source: Unstable (Daily builds).
bs_ba: Nestabilno (dnevne verzije).
es_es: Inestable (compilaciones diarias).
pt_br: Instável (compilações diárias).

# #30018
source: Experimental (Debugging builds).
bs_ba: Eksperimentalno (verzije za otklanjanje grešaka).
es_es: Experimental (versiones de depuración).
pt_br: Experimental (compilações de depuração).

# #30019
source: Incompatible platform
bs_ba: Nekompatibilna platforma
es_es: Plataforma incompatible
pt_br: Plataforma incompatível

# #30020
source: Enable Silent Installation
bs_ba: Omogući tihu instalaciju
es_es: Activar la instalación silenciosa
pt_br: Habilitar instalação silenciosa

# #30021
source: Current Kodi Branch (%s.%s-%s)
bs_ba: Trenutna Kodi grana (%s.%s-%s)
es_es: Rama actual de Kodi (%s.%s-%s)
pt_br: Ramo do Kodi atual (%s.%s-%s)

# #30023
source: [B]Downloading:[/B]
bs_ba: [B]Preuzimanje:[/B]
es_es: [B]Descargando:[/B]
pt_br: [B]Baixando:[/B]

# #30024
source: | [B]Speed:[/B]
bs_ba: | [B]Brzina:[/B]
es_es: | [B]Velocidad:[/B]
pt_br: | [B]Velocidade:[/B]

# #30025
source: | [B]ETA:[/B]
bs_ba: | [B]Predviđeno vrijeme:[/B]
