Repository: Baobei321/KODI_Addons
Catalog: plugin.video.newson/resources/language/resource.language.*/strings.po
Languages: ru_ru

# Addon Summary
source: Local News Nationwide
ru_ru: Местные новости по всей стране

# Addon Description
source: NewsON provides instant access to live or on-demand broadcasts from over 175 local stations in 114 U.S. markets. Access previous newscasts for up to 48 hours after they air, and share interesting stories with the integrated social media share function directly from the app. Search for a local station with the interactive map or watch the station closest to you on smartphones, tablets, or Roku streaming players. Save favorite stations, and stay updated with breaking news alerts sent directly to mobile devices from the local source of the news. Stay connected anytime, anywhere without a cable subscription or login.
ru_ru: NewsON предоставляет мгновенный доступ к прямым или по требованию трансляциям от более чем 175 местных станций на 114 рынках США. Получите доступ к предыдущим выпускам новостей в течение 48 часов после их выхода в эфир и делитесь интересными сюжетами с помощью встроенной функции публикации в социальных сетях прямо из приложения. Найдите местную станцию с помощью интерактивной карты или смотрите ближайшую к вам станцию на смартфонах, планшетах или потоковых плеерах Roku. Сохраняйте любимые станции и будьте в курсе последних новостей, отправляемых прямо на мобильные устройства от местного источника новостей. Оставайтесь на связи в любое время и в любом месте без подписки на кабельное телевидение или входа в систему.

# #30000
source: Enable Debugging [Log errors]
ru_ru: Включить отладку [Запись ошибок]

# #30001
source: Site unreachable, try again later...
ru_ru: Сайт недоступен, попробуйте позже...

# #30002
source: Newscasts
ru_ru: Новостные выпуски

# #30003
source: Video Clips
ru_ru: Видеоклипы

# #30005
source: Breaking News
ru_ru: Горячие новости

# #30006
source: Local Stations
ru_ru: Местные станции

# #30007
source: Browse by State
ru_ru: Поиск по штатам

# #30008
source: There are no live stations right now!
ru_ru: Сейчас нет ни одной станции в прямом эфире!
