Repository: Baobei321/KODI_Addons
Catalog: service.moduleauditor/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, es_es, fi_fi, hr_hr, it_it, sv_se, zh_cn

# Addon Summary
source: Scan and Compare installed modules w/official Kodi repository.
cs_cz: Projít a porovnat nainstalované doplňky s oficiálním repozitářem Kodi.
da_dk: Scan og sammenlign installerede moduler med det officielle Kodi fjernlager.
es_es: Escanea y compara los módulos instalados con el repositorio oficial de Kodi.
fi_fi: Tutki ja vertaa asennettuja moduuleja ilman virallista Kodi-ohjelmavarastoa.
hr_hr: Pretraži i usporedi instalirane module w/službeni Kodi repozitorij.
it_it: Scansiona e confronta i moduli installati con il repository ufficiale di Kodi.
sv_se: Skanna och jämför installerade moduler med officiellt Kodi-förråd.
zh_cn: 通过官方KODI插件源扫描并比较已安装的模块。

# Addon Description
source: Scan and Compare installed modules w/official Kodi repository.
cs_cz: Projít a porovnat nainstalované doplňky s oficiálním repozitářem Kodi.
da_dk: Scan og sammenlign installerede moduler med det officielle Kodi fjernlager.
es_es: Escanea y compara los módulos instalados con el repositorio oficial de Kodi.
fi_fi: Tutki ja vertaa asennettuja moduuleja ilman virallista Kodi-ohjelmavarastoa.
hr_hr: Pretraži i usporedi instalirane module w/službeni Kodi repozitorij.
it_it: Scansiona e confronta i moduli installati con il repository ufficiale di Kodi.
sv_se: Skanna och jämför installerade moduler med officiellt Kodi-förråd.
zh_cn: 通过官方KODI插件源扫描并比较已安装的模块。

# Addon Disclaimer
source: Module Auditor does not prevent nor protect you from Mal-ware. A clean scan does not guarantee a system free o Malware. Use common sense when installing third-party repositories.
cs_cz: Module Auditor nezabraňuje a ani vás nechrání před viry. Čistý průběh negarantuje systém čistý od virů. Používejte zdravý rozum při instalaci doplňků ze třetích zdrojů.
da_dk: Modul Auditor forhindrer eller beskytter dig ikke mod malware. En ren scanning garanterer ikke, at systemet er frit for malware. Brug sund fornuft, når du installerer tredjeparts fjernlagre.
es_es: Module Auditor no previene ni protege del malware. Un escaneo limpio no garantiza un sistema libre de Malware. Use el sentido común cuando instale repositorios de terceros.
fi_fi: Module Auditor ei estä tai suojaa sinua haittaohjelmilta. Puhdas tarkastustulos ei takaa, että järjestelmä on haittaohjelmavapaa. Käytä maalaisjärkeä asentaessasi ulkopuolisia ohjelmavarastoja.
hr_hr: Module Auditor ne štiti vas od malvera. Čista pretraga ne jamči vam da je vaš sustav slobodan od malvera. Koristite zdrav razum kada instalirate repozitorije treće strane.
it_it: Module Auditor non previene né protegge dal malware. Una scansione pulita non garantisce un sistema privo di malware. Usa il buon senso quando installi repository di terze parti.
zh_cn: Module Auditor不会阻止或保护您免受恶意软件的攻击。干净扫描并不能保证系统没有恶意软件。安装第三方插件库时请通过常识判断。

# #32000
source: Enable Debugging
cs_cz: Zapnout ladění
da_dk: Aktiver fejlfinding
es_es: Activar depuración
fi_fi: Käytä vianselvitystä
hr_hr: Omogući otklanjanje grešaka
it_it: Abilita debug
sv_se: Aktivera Felsökning
zh_cn: 启用调试

# #30001
source: Something went wrong, Try again...
cs_cz: Něco se nepovedlo. Zkuste to znovu...
da_dk: Noget gik galt. Prøv igen...
es_es: Algo salió mal, Inténtalo de nuevo...
fi_fi: Jotain meni pieleen. Yritä uudelleen...
hr_hr: Nešto je pošlo po krivu, pokušajte ponovno...
it_it: Qualcosa è andato storto, riprova...
sv_se: Något gick fel, försök igen...
zh_cn: 出现问题，请重试…

# #32002
source: [COLOR=green]Verified[/COLOR]
cs_cz: [COLOR=green]Ověřeno[/COLOR]
da_dk: [COLOR=green]Bekræftet[/COLOR]
es_es: [COLOR=green]Verificado[/COLOR]
fi_fi: [COLOR=green]Vahvistettu[/COLOR]
hr_hr: [COLOR=green]Provjereno[/COLOR]
it_it: [COLOR=green]Verificato[/COLOR]
sv_se: [COLOR=green]Verifierad[/COLOR]
zh_cn: [COLOR=green]已校验[/COLOR]

# #32003
source: [COLOR=orange]Unknown Origin[/COLOR]
cs_cz: [COLOR=orange]Neznámý původ[/COLOR]
da_dk: [COLOR=orange]Ukendt oprindelse[/COLOR]
es_es: [COLOR=orange]Origen desconocido[/COLOR]
fi_fi: [COLOR=orange]Tuntematon alkuperä[/COLOR]
hr_hr: [COLOR=orange]Nepoznato porijeklo[/COLOR]
it_it: [COLOR=orange]Origine sconosciuta[/COLOR]
sv_se: [COLOR=orange]Okänt ursprung[/COLOR]
zh_cn: [COLOR=orange]未知源[/COLOR]

# #32004
source: [COLOR=red]Unknown Version[/COLOR]
cs_cz: [COLOR=red]Neznámá verze[/COLOR]
da_dk: [COLOR=orange]Ukendt version[/COLOR]
es_es: [COLOR=red]Versión desconocida[/COLOR]
fi_fi: [COLOR=red]Tuntematon versio[/COLOR]
hr_hr: [COLOR=red]Nepoznata inačica[/COLOR]
it_it: [COLOR=red]Versione sconosciuta[/COLOR]
sv_se: [COLOR=red]Okänd version[/COLOR]
zh_cn: [COLOR=red]未知版本n[/COLOR]

# #32005
source: Silently run scan every x days
cs_cz: Spustit tiše každých X dní
da_dk: Kør lydløst scanning hver x dag
es_es: Ejecutar escaneo silencioso cada x días
fi_fi: Huomaamattoman tausta-ajon suoritustiheys (päivää)
hr_hr: Potiho pokreni pretragu svakih x dana
it_it: Esegui silenziosamente la scansione ogni x giorni
sv_se: Kör tyst skanning var x dag
zh_cn: 每x天静默运行一次扫描

# #32006
source: found [B]%d[/B] issue%s, Manually run for more details ...
cs_cz: nalezeno [B]%d[/B] závad, spusťte ručně pro více podrobností...
da_dk: fundet [B]%d[/B] problem%s. Kør manuelt for flere detaljer...
es_es: encontrado [B]%d[/B] problema%s, Ejecutar manualmente para obtener más detalles ...
fi_fi: löytyi [B]%d[/B] ongelma(a). Suorita manuaalinen tarkistus saadaksesi lisätietoja...
hr_hr: pronađeno [B]%d[/B] problema %s, ručno pokrenite za više pojedinosti...
it_it: [B]%d[/B] problema/i trovato/i, esegui manualmente per maggiori dettagli...
zh_cn: 发现 [B]%d[/B] 问题%s，手动运行以获取详细信息……

# #32007
source: Summary
cs_cz: Shrnutí
da_dk: Resumé
es_es: Resumen
fi_fi: Yhteenveto
hr_hr: Sažetak
it_it: Riepilogo
sv_se: Sammanfattning
zh_cn: 概览

# #32008
source: Details
cs_cz: Podrobnosti
da_dk: Detaljer
es_es: Detalles
fi_fi: Yksityiskohdat
hr_hr: Pojedinosti
it_it: Dettagli
sv_se: Detaljer
zh_cn: 详细

# #32009
source: View Summary or Details?
cs_cz: Zobrazit shrnutí nebo podrobnosti?
da_dk: Se resumé eller detaljer?
es_es: ¿Ver resumen o detalles?
fi_fi: Näytetäänkö yhteenveto vai yksityiskohtaiset tiedot?
hr_hr: Pogledajte sažetak ili pojedinosti?
it_it: Visualizzare riepilogo o dettagli?
sv_se: Visa sammanfattning eller detaljer?
zh_cn: 查看概览还是详细？

# #32010
source: Module Disabled
cs_cz: Doplněk zakázáný
da_dk: Modul deaktiveret
es_es: Módulo desactivado
fi_fi: Mobduuli poistettu käytöstä
hr_hr: Modul je onemogućen
it_it: Modulo disabilitato
sv_se: Modul inaktiverad
zh_cn: 模块已禁用

# #32011
source: Disable %s?
cs_cz: Zakázat %s?
da_dk: Deaktiver %s?
es_es: ¿Desactivar %s?
fi_fi: Poistetaanko %s käytöstä?
hr_hr: Onemogući %s?
it_it: Disabilitare %s?
sv_se: Inaktivera %s?
zh_cn: 禁用%s？

# #32012
source: Select Module to disable
cs_cz: Vyberte doplněk pro zakázání
da_dk: Vælg modulet der deaktiveres
es_es: Seleccionar el módulo a desactivar
fi_fi: Valitse käytöstä poistettava moduuli
hr_hr: Odaberi modul za onemogućavanje
it_it: Seleziona modulo da disabilitare
sv_se: Välj modul att inaktivera
zh_cn: 选择要禁用的模块

# #32013
source: [COLOR=white][B]Risk Assessment[/B][/COLOR] - [COLOR=red][B]Severe[/B][/COLOR] | [COLOR=orange][B]Moderate[/B][/COLOR] | [COLOR=green][B]Low[/B][/COLOR]
cs_cz: [COLOR=white][B]Posouzení rizik[/B][/COLOR] - [COLOR=red][B]Vážné[/B][/COLOR] | [COLOR=orange][B]Mírné[/B][/COLOR] | [COLOR=green][B]Nízké[/B][/COLOR]
da_dk: [COLOR=white][B]Risikovurdering[/B][/COLOR] - [COLOR=red][B]Svær[/B][/COLOR] | [COLOR=orange][B]Moderat[/B][/COLOR] | [COLOR=green][B]Lav[/B][/COLOR]
es_es: [COLOR=white][B]Evaluación del riesgo[/B][/COLOR] - [COLOR=red][B]Grave[/B][/COLOR] | [COLOR=orange][B]Moderado[/B][/COLOR] | [COLOR=green][B]Bajo[/B][/COLOR]
fi_fi: [COLOR=white][B]Riskiarviointi[/B][/COLOR] - [COLOR=red][B]Vakava[/B][/COLOR] | [COLOR=orange][B]Kohtalainen[/B][/COLOR] | [COLOR=green][B]Pieni[/B][/COLOR]
hr_hr: [COLOR=white][B]Procjena rizika[/B][/COLOR] - [COLOR=red][B]Teška[/B][/COLOR] | [COLOR=orange][B]Umjerena[/B][/COLOR] | [COLOR=green][B]Niska[/B][/COLOR]
it_it: [COLOR=white][B]Valutazione del rischio[/B][/COLOR] - [COLOR=red][B]Alto[/B][/COLOR] | [COLOR=orange][B]Medio[/B][/COLOR] | [COLOR=green][B]Basso[/B][/COLOR]
zh_cn: [COLOR=white][B]风险评估[/B][/COLOR] - [COLOR=red][B]高[/B][/COLOR] | [COLOR=orange][B]中[/B][/COLOR] | [COLOR=green][B]低[/B][/COLOR]

# #32014
source: Building Kodi Repositories ...
cs_cz: Sestavování repozitářů Kodi...
da_dk: Bygger Kodi fjernlagre...
es_es: Construyendo repositorios de Kodi ...
fi_fi: Rakennetaan Kodin ohjelmavarastoja...
hr_hr: Izgradnja Kodijevih repozitorija...
it_it: Creazione repository Kodi...
zh_cn: 正在构建KODI插件源……

# #32015
source: reviewing %s
cs_cz: posuzování %s
da_dk: gennemgår %s
es_es: revisando %s
fi_fi: tarkastetaan %s
hr_hr: pregled %s
it_it: revisione di %s
sv_se: granskar %s
zh_cn: 正在评价%s

# #32016
source: Auditing Modules ...
cs_cz: Auditování doplňků...
da_dk: Gennemgår moduler...
es_es: Auditando módulos...
fi_fi: Tarkastetaan moduuleja...
hr_hr: Auditing moduli...
it_it: Moduli di controllo ...
zh_cn: 正在审核模块……

# #32017
source: Verifying %s
cs_cz: Ověřování %s
da_dk: Bekræfter %s
es_es: Verificando %s
fi_fi: Vahvistetaan %s
hr_hr: Provjeravam %s
it_it: Verifica di %s
sv_se: Verifierar %s
zh_cn: 正在校验%s

# #32018
source: Audit Complete
cs_cz: Audit je kompletní
da_dk: Gennemgang gennemført
es_es: Auditoría completa
fi_fi: Tarkastus on valmis
hr_hr: Audit završen
it_it: Verifica completata
zh_cn: 审核完成

# #32019
source: Added to White List
cs_cz: Přidáno do listu povolených
da_dk: Tilføjet hvidlisten
es_es: Añadido a la Lista Blanca
fi_fi: Lisätty sallittujen listalle
hr_hr: Dodano na popis dopuštenih
it_it: Aggiunto alla lista consentiti
zh_cn: 添加到白名单

# #32020
source: View Options for Module?
cs_cz: Zobrazit volby doplňku?
da_dk: Se modulets indstillinger?
es_es: ¿Ver opciones para el módulo?
fi_fi: Näytetäänkö moduulin valinnat?
hr_hr: Mogućnosti pogleda za modul?
it_it: Visualizzare le opzioni per il modulo?
zh_cn: 查看模块选项？

# #32021
source: Disable Module?
cs_cz: Zakázat doplněk?
da_dk: Deaktiver modul?
es_es: ¿Desactivar módulo?
fi_fi: Poistetaanko moduuli käytöstä?
hr_hr: Onemogući modul?
it_it: Disabilitare il modulo?
sv_se: Inaktivera modul?
zh_cn: 禁用模块？

# #32022
source: Ignore Module?
cs_cz: Ignorovat doplněk?
da_dk: Ignorer modul?
es_es: ¿Ignorar módulo?
fi_fi: Ohitetaanko moduuli?
hr_hr: Zanemari modul?
it_it: Ignorare il modulo?
sv_se: Ignorera modul?
zh_cn: 忽略模块？

# #32023
source: More Information ...
cs_cz: Více informací...
da_dk: Mere information...
es_es: Más información ...
fi_fi: Lisätietoja...
hr_hr: Više informacija...
it_it: Maggiori informazioni...
sv_se: Mer Information ...
zh_cn: 更多信息……

# #32024
source: Back to Details ...
cs_cz: Zpět na podrobnosti...
da_dk: Tilbage til detaljer...
es_es: Volver a los detalles ...
fi_fi: Palaa yksityiskohtiin...
hr_hr: Natrag na pojedinosti...
it_it: Torna ai dettagli...
sv_se: Tillbaka till detaljer...
zh_cn: 回到详细……

# #32025
source: Select Action for %s
cs_cz: Zvolte akci pro %s
da_dk: Vælg handling ved %s
es_es: Seleccionar acción para %s
fi_fi: Valitse kohteelle %s suoritettava toiminto
hr_hr: Odaberi radnju za %s
it_it: Seleziona azione per %s
zh_cn: 为%s选择操作

# #32026
source: Disable Auto Scan
cs_cz: Zakázat automatické prohledávání
da_dk: Deaktiver automatisk scanning
es_es: Desactivar Auto Scan
fi_fi: Poista automaattitarkastus käytöstä
hr_hr: Onemogući automatsku pretragu
it_it: Disabilita scansione automatica
zh_cn: 禁用自动扫描
