Repository: Baobei321/KODI_Addons
Catalog: script.twittertweets/resources/language/resource.language.*/strings.po
Languages: da_dk, fi_fi, hr_hr, zh_cn

# Addon Description
source: Monitor your favorite twitter accounts, receive "realtime" tweets.
da_dk: Overvåg dine foretrukne twitter-konti, modtag "realtime" tweets.
fi_fi: Seuraa suosimiasi Twitter-tilejä ja vastaanota twiittejä "reaaliaikaisesti".
hr_hr: Nadgledjate vaše omiljene twitter račune, primajte twitove u stvarnom vremenu.
zh_cn: 监控您喜爱的推特帐户，接收“实时”推文。

# #30000
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)
fi_fi: Käytä vianselvitystä [lokivirheet]
hr_hr: Omogući otklanjanje grešaka [Zapisi grešaka]
zh_cn: 启用调试[错误日志]

# #30001
source: Twitter Account
da_dk: Twitter-konto
fi_fi: Twitter-tili
hr_hr: Twitter račun
zh_cn: 推特帐户

# #30002
source: Check Tweets Every x Minutes
da_dk: Tjek tweets hvert x minut
fi_fi: Twiittien tarkistusväli (minuuttia)
hr_hr: Provjeri Twetove svakih x minuta
zh_cn: 每x分钟检查一次推文

# #30003
source: Close After x Seconds
da_dk: Luk efter x sekunder
fi_fi: Sulkuviive (sekuntia)
hr_hr: Zatvori nakon x minuta
zh_cn: x秒后关闭

# #30004
source: Don't Show While Playing
da_dk: Vis ikke under afspilning
fi_fi: Älä näytä toiston aikana
hr_hr: Ne prikazuj pri reprodukciji
zh_cn: 隐身

# #30005
source: General
da_dk: Generel
fi_fi: Yleiset
hr_hr: Općenito
zh_cn: 常规

# #30011
source: Display Attachment
da_dk: Vis vedhæftet fil
fi_fi: Näytä liite
hr_hr: Prikaži privitak
zh_cn: 显示附件

# #30012
source: Restarting Service...
da_dk: Genstarter tjeneste...
fi_fi: Käynnistetään palvelua uudelleen...
hr_hr: Ponovno pokretanje usluge...
zh_cn: 正在重启服务...

# #30013
source: Include Retweets
da_dk: Inkluder retweets
fi_fi: Sisällytä uusintatwiitit
hr_hr: Uključi Retwetove
zh_cn: 包括转推

# #30014
source: Enable Video Attachments (Experimental)
da_dk: Aktiver videovedhæftninger (eksperimentel)
fi_fi: Käytä videoliitteitä (kokeellinen)
hr_hr: Omogući video privitke (eksperimentalno)
zh_cn: 启用视频附件（实验性）
